Repository: Flachz/devtoolbox
Catalog: po/*.po
Languages: ar, de, es, fi, pt, ta, tr

source: @app-name@
ta: வளர்கருவிப்பெட்டி

source: Dev tools at your fingertips
de: Entwicklungswerkzeuge auf Knopfdruck
es: Herramientas de desarrollo a tu alcance
fi: Kehitystyökalut lähelläsi
pt: Ferramentas de desenvolvimento ao seu alcance
ta: உங்கள் விரல் நுனியில் தேவ் கருவிகள்
tr: Geliştirme araçları parmaklarınızın ucunda

source: If you're tired of endlessly looking online for the right tool, or to find again that website of which you don't recall the name just for a quick conversion, this is the right app for you.
ar: إذا كنت تعبت من البحث المستمر عبر الإنترنت عن الأداة المناسبة، أو البحث عن موقع ويب لا تتذكر اسمه فقط من أجل التحويل من شيئ لآخر سريعاً فهذا هو التطبيق المناسب لك.
de: Wenn Sie es leid sind nach dem richtigen Werkzeug oder für eine schnelle Konvertierung nach der richtigen Webseite zu suchen, dann ist diese Anwendung genau richtig für Sie.
es: Si está cansado de buscar eternamente en Internet la herramienta adecuada, o de volver a encontrar ese sitio web del que no recuerda el nombre sólo para una conversión rápida, ésta es la aplicación adecuada.
fi: Jos olet väsynyt etsimään verkosta soveltuvaa työkalua tarpeisiisi, tai et muista juuri sen tietyn verkkosivuston nimeä esimerkiksi nopeaa muunnosta varten, tämä sovellus on sinua varten.
pt: Se está cansado de procurar infinitamente online pela ferramenta certa ou de encontrar novamente aquele site cujo nome não se lembra do nome apenas para uma conversão rápida, este é a app certa para si.
ta: சரியான கருவிக்காக ஆன்லைனில் முடிவில்லாமல் பார்ப்பதில் நீங்கள் சோர்வாக இருந்தால், அல்லது விரைவான மாற்றத்திற்கான பெயரை நீங்கள் நினைவுபடுத்தாத அந்த வலைத்தளத்தை மீண்டும் கண்டுபிடிக்க, இது உங்களுக்கு சரியான பயன்பாடாகும்.
tr: Doğru araç için durmadan çevrim içi arama yapmaktan ya da hızlı bir dönüşüm için adını hatırlamadığınız web sitesini tekrar bulmaktan sıkıldıysanız, bu uygulama tam sizin için.

source: This is a collection of powerful yet simple-to-use tools to solve the most common daily development problems.
ar: هذه مجموعة من الأدوات القوية وسهلة الإستخدام لحل مشكلات البرمجة اليومية الأكثر شيوعًا.
de: Dies ist eine Sammlung von leistungsstarken aber einfachen Werkzeugen zur Lösung täglicher Probleme bei der Entwicklung.
es: Se trata de una colección de herramientas potentes pero fáciles de usar para resolver los problemas de desarrollo cotidianos más comunes.
fi: Tämä on kokoelma tehokkaita, mutta yksinkertaisia työkaluja, joiden avulla selätät yleisimmät arkipäiväiset kehityshaasteet.
pt: Esta é uma coleção de ferramentas poderosas e simples de usar para resolver os problemas de desenvolvimento diários mais comuns.
ta: இது மிகவும் பொதுவான அன்றாட மேம்பாட்டு சிக்கல்களைத் தீர்க்க சக்திவாய்ந்த மற்றும் எளிமையான பயன்படுத்தக்கூடிய கருவிகளின் தொகுப்பாகும்.
tr: Bu, en yaygın günlük geliştirme sorunlarını çözmek için güçlü ancak kullanımı kolay araçlardan oluşan bir koleksiyondur.

source: Includes:
ar: يتضمن:
de: Enthält:
es: Incluye:
fi: Sisältää:
pt: Inclui:
ta: உள்ளடக்கியது:
tr: İçerir:

source: JSON to YAML converter and vice-versa
ar: محول JSON إلى YAML والعكس
de: Konvertiere JSON zu YAML und umgekehrt
es: Conversor de JSON a YAML y viceversa
fi: Muunna JSON YAML:iksi ja päinvastoin
pt: Conversor JSON para YAML e vice-versa
ta: சாதொபொகு பெறுநர் YAML மாற்றி மற்றும் நேர்மாறாக
tr: JSON belgelerini YAML biçimine, veya tam tersine dönüştürücü

source: CRON expressions parser
ar: محلل تعبيرات CRON
de: Parser für CRON-Ausdrücke
es: Analizador de expresiones CRON
fi: CRON-lausekkeiden jäsennin
pt: Analisador de expressões CRON
ta: க்ரோன் எக்ச்பிரசன்ச் பார்சர்
tr: CRON ifadeleri ayrıştırıcı

source: GZip compressor and decompressor
ar: ضاغط وفك ضغط GZip
de: GZIP Komprimierung und Dekomprimierung
es: Compresor y descompresor GZip
fi: GZip-pakkaus ja -purku
pt: Compressor e descompactador GZip
ta: GZIP அமுக்கி மற்றும் டிகம்பிரசர்
tr: GZip sıkıştırıcı ve açıcı

source: Formatters for common programming languages
ar: مُنسيقات للغات البرمجة الشائعة
de: Formatierer für gängige Programmiersprachen
es: Formateadores para lenguajes de programación habituales
fi: Muotoilijat yleisille ohjelmointikielille
pt: Formatadores para linguagens de programação comuns
ta: பொதுவான நிரலாக்க மொழிகளுக்கான வடிவங்கள்
tr: Yaygın programlama dilleri için biçimlendiriciler

source: Hash generators
ar: مولدات الهاش (البصمة)
de: Hash-Generatoren
es: Generadores hash
fi: Tiivistegeneraattorit
pt: Geradores de hash
ta: ஆச் செனரேட்டர்கள்
tr: Özet oluşturucular

source: Regex tester
ar: تجربة Regex
es: Comprobador de expresiones regulares
fi: Säännöllisten lausekkeiden testaus
pt: Testador de regex
ta: ரீசெக்ச் சோதனையாளர்
tr: Düzenli ifade sınayıcı

source: Markdown Previewer
ar: معاينة Markdown
de: Markdown-Vorschau
es: Vista previa de Markdown
fi: Markdown-esikatselu
pt: Visualizador de Markdown
ta: மார்க் பேரூர் முன்னோட்டம்
tr: Markdown Ön İzleyici

source: Image converters
ar: تحويل الصور
de: Bildkonverter
es: Conversores de imágenes
fi: Kuvamuuntimet
pt: Conversores de imagens
ta: பட மாற்றிகள்
tr: Resim dönüştürücüler

source: Much more...
ar: والمزيد المزيد...
de: Weiteres...
es: Mucho más...
fi: Ja paljon enemmän...
pt: Muito mais...
ta: இன்னும் ...
tr: Ve daha çoğu…

source: Converters
ar: المحولات
de: Konverter
es: Conversores
fi: Muuntimet
pt: Conversores
ta: மாற்றிகள்
tr: Dönüştürücüler

source: Convert JSON documents to YAML and vice-versa
ar: تحويل مستندات JSON إلى YAML والعكس
de: Konvertieren von JSON-Dokumente in YAML und umgekehrt
es: Convertir documentos JSON a YAML y viceversa
fi: Muunna JSON-asiakirjat YAML-muotoon ja päinvastoin
pt: Converta documentos JSON para YAML e vice-versa
ta: சாதொபொகு ஆவணங்களை YAML ஆக மாற்றவும், நேர்மாறாகவும்
tr: JSON belgelerini YAML biçimine, veya tam tersine dönüştür

source: Timestamp
ar: الوقت Timestamp
de: Zeitstempel
es: Marca de tiempo
fi: Aikaleima
pt: Data/hora
ta: நேர முத்திரை
tr: Zaman Damgası

source: Convert UNIX timestamps to and from plain dates
ar: تحويل الوقت بصيغة UNIX من وإلى التواريخ العادية
de: Konvertieren von UNIX-Zeitstempel zu und von einfachem Datum
es: Convertir marcas de tiempo UNIX a y desde fechas simples
fi: Muunna ymmärrettävä päivämäärämuoto UNIX-aikaleimaksi tai päinvastoin
pt: Converta carimbos de data/hora do UNIX de e para datas simples
ta: யூனிக்ச் நேர முத்திரைகளை வெற்று தேதிகளிலிருந்து மாற்றவும்
tr: UNIX zaman damgalarını düz tarihlere, veya tam tersine dönüştür

source: Number Bases
ar: أنظمة العد
de: Zahlenbasen
es: Bases numéricas
fi: Kantaluvut
pt: Bases de número
ta: எண் தளங்கள்
tr: Sayı Tabanları

source: Convert numbers between bases
ar: تحويل الأعداد بين انظمة العد المختلفة
de: Zahlen zwischen Basen umrechnen
es: Convertir números entre bases
fi: Muunna numeroita eri lukujärjestelmien välillä
pt: Converta números entre bases
ta: தளங்களுக்கு இடையில் எண்களை மாற்றவும்
tr: Sayıları tabanlar arasında dönüştür

source: CRON Parser
ar: شارح CRON
es: Analizador CRON
fi: CRON-jäsennin
pt: Analisador de CRON
ta: க்ரோன் பாகுபடுத்தி
tr: CRON Ayıklayıcı

source: Convert CRON expressions to time and date
ar: تحويل تعبيرات CRON إلى الوقت والتاريخ
de: Konvertieren von CRON-Ausdrücken zu Zeit und Datum
es: Convertir expresiones CRON en fecha y hora
fi: Muunna CRON-lausekkeet ajaksi ja päiväksi
pt: Converta expressões CRON em hora e data
ta: CRON வெளிப்பாடுகளை நேரம் மற்றும் தேதிக்கு மாற்றவும்
tr: CRON ifadelerini saat ve tarihe dönüştür

source: Reverse CRON
ar: عكس CRON
de: CRON-Generator
es: CRON inverso
fi: Käänteinen CRON
pt: CRON Reverso
ta: தலைகீழ் கிரான்
tr: Ters CRON

source: Generate CRON expressions
ar: توليد تعبيرات CRON
de: Generieren von CRON-Ausdrücke
es: Generar expresiones CRON
fi: Luo CRON-lausekkeita
pt: Gerar expressões CRON
ta: CRON வெளிப்பாடுகளை உருவாக்குங்கள்
tr: CRON ifadeleri oluştur

source: Encoders & Decoders
ar: الترميز & فك الترميز
de: Kodierer & Dekodierer
es: Codificadores y decodificadores
fi: Enkooderit ja dekooderit
pt: Codificadores e decodificadores
ta: குறியாக்கிகள் & டிகோடர்கள்
tr: Kodlayıcılar ve Kod Çözücüler

source: Encode and decode special characters using the HTML format
ar: ترميز وفك ترميز الأحرف الخاصة باستخدام تنسيق HTML
de: Kodieren und Dekodieren von HTML-Entitäten
es: Codificar y descodificar caracteres especiales usando el formato HTML
fi: Koodaa ja pura erikoismerkkejä käyttäen HTML-muotoilua
pt: Codifique e decodifique caracteres especiais usando o formato HTML
ta: உஉகுமொ வடிவமைப்பைப் பயன்படுத்தி சிறப்பு எழுத்துக்களை குறியாக்கம் செய்து டிகோட் செய்யுங்கள்
tr: HTML biçimini kullanarak özel karakterleri kodlayın ve kodunu çözün

source: Encode and decode base64 strings
de: Kodieren und Dekodieren von Base64-Zeichenfolgen
es: Codificar y descodificar cadenas base64
fi: Koodaa ja pura base64-merkkijonoja
pt: Codificar e decodificar cadeias de caracteres base64
ta: BASE64 சரங்களை குறியாக்கம் செய்து டிகோட் செய்யுங்கள்
tr: Base64 dizgelerini kodla ve kodunu çöz

source: Encode and decode special characters inside URLs
ar: ترميز وفك ترميز الأحرف الخاصة داخل عناوين URL
de: Kodieren und Dekodieren von URLs
es: Codificar y descodificar caracteres especiales dentro de las URL
fi: Koodaa ja pura erikoismerkkejä URL-osoitteiden sisälle
pt: Codifique e decodifique caracteres especiais dentro de URLs
ta: முகவரி களுக்குள் சிறப்பு எழுத்துக்களை குறியாக்கம் செய்து டிகோட் செய்யுங்கள்
tr: URLʼlerin içindeki özel karakterleri kodlayın ve kodunu çözün

source: Compress and decompress files and texts using GZip
ar: ضغط وفك ضغط الملفات والنصوص باستخدام GZip
de: Komprimieren und Dekomprimieren von Dateien und Texten mit GZip
es: Comprimir y descomprimir archivos y textos con GZip
fi: Pakkaa pura tiedostoja sekä tekstiä GZipiä käyttäen
pt: Compacte e descompacte ficheiros e textos usando GZip
ta: GZIP ஐப் பயன்படுத்தி கோப்புகள் மற்றும் உரைகளை சுருக்கவும் குறைக்கவும்
tr: GZip kullanarak dosyaları ve metinleri sıkıştırın ve açın

source: Formatters & Minifiers
de: Formatierer & Minimierer
es: Formateadores y reductores
fi: Muotoilijat ja pienentäjät
pt: Formatadores e Minificadores
ta: ஃபார்மேட்டர்கள் & மினிஃபையர்கள்
tr: Biçimlendiriciler ve Küçültücüler

source: Format JSON documents
ar: تنسيق مستندات JSON
de: Formatieren von JSON-Dokumente
es: Formatear documentos JSON
fi: Muotoile JSON-asiakirjoja
pt: Formate documentos JSON
ta: சாதொபொகு ஆவணங்களை வடிவமைக்கவும்
tr: JSON belgelerini biçimlendir

source: Format SQL documents
ar: تنسيق مستندات SQL
de: Formatieren von SQL-Dokumente
es: Formatear documentos SQL
fi: Muotoile SQL-asiakirjoja
pt: Formate documentos SQL
ta: கவிமொ ஆவணங்களை வடிவமைக்கவும்
tr: SQL belgelerini biçimlendir

source: Format XML documents
ar: تنسيق مستندات XML
de: Formatieren von XML-Dokumente
es: Formato de documento XML
fi: Muotoile XML-asiakirjoja
pt: Formate documentos XML
ta: எக்ச்எம்எல் ஆவணங்களை வடிவமைக்கவும்
tr: XML belgelerini biçimlendir

source: Format HTML documents
ar: تنسيق مستندات HTML
de: Formatieren von HTML-Dokumente
es: Formatear documentos HTML
fi: Muotoile HTML-asiakirjoja
pt: Formate documentos HTML
ta: உஉகுமொ ஆவணங்களை வடிவமைக்கவும்
tr: HTML belgelerini biçimlendir

source: Format JavaScript documents
ar: تنسيق مستندات جافا سكريبت
de: Formatieren von JavaScript-Dokumente
es: Formatear documentos JavaScript
fi: Muotoile JavaScript-asiakirjoja
pt: Formata documentos JavaScript
ta: சாவாச்கிரிப்ட் ஆவணங்களை வடிவமைக்கவும்
tr: JavaScript belgelerini biçimlendir

source: Format CSS documents
ar: تنسيق مستندات CSS
de: Formatieren von CSS-Dokumente
es: Formatear documentos CSS
fi: Muotoile CSS-asiakirjoja
pt: Formata documentos CSS
ta: சிஎச்எச் ஆவணங்களை வடிவமைக்கவும்
tr: CSS belgelerini biçimlendir

source: CSS Minifier
es: Reducción de CSS
fi: CSS-pienentäjä
pt: Minificador CSS
ta: சிஎச்எச் தவறி
tr: CSS Küçültücü

source: Minify CSS documents
de: Verkleinern von CSS-Dokumenten
es: Reducir documentos CSS
fi: Pienennä CSS-asiakirjoja
pt: Reduzir documentos CSS
ta: சிஎச்எச் ஆவணங்களை குறிக்கவும்
tr: CSS belgelerini küçült

source: JavaScript Minifier
es: Reducir JavaScript
fi: JavaScript-pienentäjä
pt: Minificador JavaScript
ta: சாவாச்கிரிப்ட் மினிஃபயர்
tr: JavaScript küçültücü

source: Minify JavaScript documents
de: Verkleinern von JavaScript-Dokumenten
es: Reducir documentos JavaScript
fi: Pienennä JavaScript-asiakirjoja
pt: Reduzir documentos JavaScript
ta: சாவாச்கிரிப்ட் ஆவணங்களைக் குறிக்கவும்
tr: JavaScript belgelerini küçült

source: Generators
ar: مولدات
de: Generatoren
es: Generadores
fi: Generaattorit
pt: Geradores
ta: செனரேட்டர்கள்
tr: Oluşturucular

source: Generate lorem ipsum placeholder text
ar: إنشاء نص عشوائي
de: Generierung von Lorem Ipsum Platzhaltertexten
es: Generar texto de referencia lorem ipsum
fi: Luo lorem ipsum -täytetekstiä
pt: Gere texto de espaço reservado para lorem ipsum
ta: வாடிக்கையாளரின் மிகவும் ஒதுக்கிட உரையை உருவாக்குங்கள்
tr: Lorem ipsum yer tutucu metin oluştur

source: Generate Universally Unique IDs (UUID)
ar: إنشاء معرفات فريدة عالميًا (UUID)
de: Generierung von Universal Unique IDs (UUID)
es: Generar identificadores únicos universales (UUID)
fi: Luo Universally Unique ID -tunnisteita (UUID)
pt: Gere IDs Universalmente Exclusivos (UUID)
ta: உலகளாவிய தனித்துவமான ஐடிகளை (UUID) உருவாக்குங்கள்
tr: Evrensel Benzersiz Kimlik Oluştur (UUID)

source: Random
ar: عشوائي
de: Zufall
es: Aleatorio
fi: Satunnainen
pt: Aleatório
ta: சீரற்ற
tr: Rastgele

source: Generate random numbers and strings
ar: توليد أرقام ونصوص عشوائية
de: Generierung von zufälligen Zahlen und Zeichenketten
es: Generar números y cadenas aleatorios
fi: Luo satunnaisnumeroita ja -merkkijonoja
pt: Gere números aleatórios e strings
ta: சீரற்ற எண்கள் மற்றும் சரங்களை உருவாக்குங்கள்
tr: Rastgele sayılar ve dizgeler oluştur

source: Chmod Calculator
ar: حاسبة صلاحية الملفات Chmod
de: chmod-Notationen
es: Calculadora chmod
fi: Chmod-laskin
pt: Calculadora Chmod
ta: CHMOD கால்குலேட்டர்
tr: Chmod Hesaplayıcı

source: Calculate values to modify permissions with chmod
ar: احسب القيم لتعديل الأذونات باستخدام chmod
de: Berechnung von Notationen für die Verwendung mit chmod
es: Calcular valores para modificar permisos con chmod
fi: Laske arvot käyttöoikeuksien muokkaukseen chmodilla
pt: Calcule valores para modificar permissões com chmod
ta: CHMOD உடன் அனுமதிகளை மாற்ற மதிப்புகளைக் கணக்கிடுங்கள்
tr: Chmod ile izinleri değiştirmek için değerleri hesapla

source: QR Code
ar: رمز QR
es: Código QR
fi: QR-koodi
pt: Código QR
ta: QR குறியீடு
tr: QR Kodu

source: Create custom QR Codes
ar: إنشاء رموز QR
de: Erstellen von benutzerdefinierten QR-Codes
es: Crear códigos QR personalizados
fi: Luo QR-koodeja
pt: Crie códigos QR personalizados
ta: தனிப்பயன் QR குறியீடுகளை உருவாக்கவும்
tr: Özel QR Kodları oluştur

source: Text Inspector & Case Converter
ar: فاحص النص و تحويل حالة الأحرف
de: Textkontrolleur & Fallkonvertierer
es: Inspector de texto y conversor de mayúsculas y minúsculas
fi: Tekstin tutkimus ja kirjainkoon muunnin
pt: Inspetor de texto e conversor de maiúsculas e minúsculas
ta: உரை ஆய்வாளர் & வழக்கு மாற்றி
tr: Metin İnceleyici ve Durum Dönüştürücü

source: Text
ar: نص
es: Texto
fi: Teksti
pt: Texto
ta: உரை
tr: Metin

source: View statistics about text and change sentence cases
ar: عرض إحصائيات حول النص وتغيير حالات الأحرف
de: Anzeigen von Textstatistiken und Satzfälle ändern
es: Ver estadísticas sobre texto y cambiar casos de frases
fi: Näytä tilastoja tekstistä ja vaihda kirjoitusasua
pt: Veja as estatísticas sobre o texto e altere as maiúsculas e minúsculas das frases
ta: உரை பற்றிய புள்ளிவிவரங்களைக் காண்க மற்றும் வாக்கிய வழக்குகளை மாற்றவும்
tr: Metinle ilgili istatistikleri görüntüleyin ve tümce durumlarını değiştirin

source: Regex Tester
ar: فاحص Regex
es: Comprobador de regex
fi: Regex-testaus
pt: Testador de regex
ta: ரீசெக்ச் சோதனையாளர்
tr: Düzenli İfade Sınayıcı

source: Find matching strings inside a text
ar: البحث عن نصوص مطابقة داخل النص
de: Suchen nach übereinstimmenden Zeichenfolgen innerhalb eines Textes
es: Buscar cadenas coincidentes dentro de un texto
fi: Löydä vastaavat merkkijonot tekstin seasta
pt: Encontre cadeias correspondentes num texto
ta: ஒரு உரைக்குள் பொருந்தக்கூடிய சரங்களைக் கண்டறியவும்
tr: Metin içinde eşleşen dizgeleri bulun

source: Text Diff
ar: عارض الفروقات
de: Textdifferenz
es: Diferencias de texto
fi: Tekstin eroavaisuudet
pt: Comparação de texto
ta: உரை வேறுபாடு
tr: Metin Farkı

source: Analyze two texts and find differences
ar: تحليل نصين والعثور على الاختلافات
de: Analysieren zweier Texte und finden von Unterschieden
es: Analizar dos textos y encontrar diferencias
fi: Analysoi kaksi eri tekstiä ja löydä erot niiden väliltä
pt: Analise dois textos e encontre diferenças
ta: இரண்டு நூல்களை பகுப்பாய்வு செய்து வேறுபாடுகளைக் கண்டறியவும்
tr: İki metni inceleyip farkları bulun

source: XML Scheme Validator
ar: مدقق مخطط XML
de: XML-Schema-Validator
es: Validador de esquemas XML
fi: XML-skeeman validointi
pt: Validador de esquema XML
ta: எக்ச்எம்எல் ச்கீமா வேலிடேட்டர்
tr: XML Şema Doğrulayıcı

source: Check an XML file against an XSD schema
ar: تحقق من ملف XML مقابل مخطط XSD
de: Pfüfung einer XML-Datei anhand eines XSD-Schemas
es: Comprobar un archivo XML con respecto a un esquema XSD
fi: Tarkista XML-tiedosto XSD-skeemaa vasten
pt: Verifique um ficheiro XML em relação a um esquema XSD
ta: எக்ச்எச்டி திட்டத்திற்கு எதிராக எக்ச்எம்எல் கோப்பை சரிபார்க்கவும்
tr: XML dosyasını XSD şemasına göre denetle

source: JSON Schema Validator
ar: مدقق مخطط JSON
es: Validador de esquemas JSON
fi: JSON-skeeman validointi
pt: Validador de esquema JSON
ta: சாதொபொகு ச்கீமா வேலிடேட்டர்
tr: JSON Şema Doğrulayıcı

source: Check a JSON file against a JSON schema
ar: تحقق من ملف JSON مقابل مخطط JSON
de: Pfüfung einer JSON-Datei anhand eines JSON-Schemas
es: Comparar un archivo JSON con un esquema JSON
fi: Tarkista JSON-tiedosto JSON-skeemaa vasten
pt: Verifique um ficheiro JSON contra um esquema JSON
ta: சாதொபொகு திட்டத்திற்கு எதிராக சாதொபொகு கோப்பை சரிபார்க்கவும்
tr: JSON dosyasını JSON şemasına göre denetle

source: Preview markdown code as you type
ar: معاينة Markdown أثناء الكتابة
de: Echtzeitvorschau für Markdown-Code
es: Previsualizar código markdown mientras escribe
fi: Esikatsele markdown-koodia kirjoittaessasi
pt: Visualize o código markdown enquanto digita
ta: நீங்கள் தட்டச்சு செய்யும் போது மார்க் பேரூர் குறியீட்டை முன்னோட்டமிடுங்கள்
tr: Yazarken markdown kodunu ön izle

source: Graphics
ar: الرسومات
de: Grafiken
es: Gráficos
fi: Grafiikka
pt: Gráficos
ta: கிராபிக்ச்
tr: Grafik

source: Contrast Checker
ar: مدقق التباين
de: Kontrastprüfung
es: Verificador de contraste
fi: Kontrastin tarkistus
pt: Verificador de contraste
ta: மாறுபட்ட சரிபார்ப்பு
tr: Karşıtlık Denetleyici

source: Check a color combination for WCAG compliance
ar: تحقق من توافق مجموعة الألوان مع WCAG
de: Überprüfung von Farbkombinationen auf WCAG-Konformität
es: Comprobar la conformidad de una combinación de colores con las WCAG
fi: Tarkista väriyhdistelmä WCAG-yhteensopivuuden osalta
pt: Verifique uma combinação de cores para conformidade com as WCAG
ta: WCAG இணக்கத்திற்கு வண்ண கலவையை சரிபார்க்கவும்
tr: WCAG uyumluluğu için renk kombinasyonunu denetle

source: Color Blindness
ar: عمى الألوان
de: Farbenblindheit
es: Daltonismo
fi: Värisokeus
pt: Daltonismo
ta: வண்ண குருட்டுத்தன்மை
tr: Renk Körlüğü

source: Simulate color blindness in images
ar: محاكاة عمى الألوان في الصور
de: Simulation von Farbenblindheit anhand eines Bildes
es: Simular el daltonismo en imágenes
fi: Simuloi värisokeutta kuvien kanssa
pt: Simule daltonismo em imagens
ta: படங்களில் வண்ண குருட்டுத்தன்மையை உருவகப்படுத்துங்கள்
tr: Resimde renk körlüğünü simüle et

source: Image Format Converter
ar: محول تنسيق الصورة
de: Bildformat-Konverter
es: Conversor de formatos de imagen
fi: Kuvamuotojen muunnin
pt: Conversor de formato de imagem
ta: பட வடிவமைப்பு மாற்றி
tr: Resim Biçimi Dönüştürücü

source: Convert images to different formats
ar: تحويل الصور إلى صيغ مختلفة
de: Konvertierung von Bildern zwischen verschiedenen Formaten
es: Convertir imágenes a diferentes formatos
fi: Muunna kuvia eri muotoihin
pt: Converta imagens para diferentes formatos
ta: படங்களை வெவ்வேறு வடிவங்களாக மாற்றவும்
tr: Resimleri farklı biçimlere dönüştür

source: Certificate Parser
ar: محلل الشهادة
de: Zertifikat-Parser
es: Analizador de certificados
fi: Varmenteen jäsennin
pt: Leitor de certificados
ta: சான்றிதழ் பாகுபடுத்தி
tr: Sertifika Ayrıştırıcı

source: Certificates
ar: الشهادات
de: Zertifikate
es: Certificados
fi: Varmenteet
pt: Certificados
ta: சான்றிதழ்கள்
tr: Sertifikalar

source: View certificates contents
ar: عرض محتويات الشهادات
de: Anzeigen von Zertifikatsinhalten
es: Ver contenidos de los certificados
fi: Näytä varmenteiden sisältö
pt: Ver o conteúdo de certificados
ta: சான்றிதழ்கள் உள்ளடக்கங்களைக் காண்க
tr: Sertifika içeriklerini görüntüle

source: Certificate Signing Request
ar: طلب توقيع الشهادة
de: Zertifikatssignierungsanfrage
es: Solicitud de firma de certificado
fi: Varmenteen allekirjoituspyyntö (CSR)
pt: Solicitação de assinatura de certificado
ta: சான்றிதழ் கையொப்பமிடும் கோரிக்கை
tr: Sertifika İmzalama İsteği

source: Generate certificate signing requests
ar: إنشاء طلبات توقيع الشهادة CSR
de: Erstellen einer Zertifikatssignierungsanfrage
es: Generar solicitudes de firma de certificados
fi: Luo varmenteen allekirjoituspyyntöjä
pt: Gerar uma solicitação de assinatura de certificado
ta: சான்றிதழ் கையொப்பமிடும் கோரிக்கைகளை உருவாக்குங்கள்
tr: Sertifika imzalama isteği oluştur

source: Opening file...
ar: جارٍ فتح الملف...
de: Öffne Datei...
es: Abriendo archivo...
fi: Avataan tiedostoa...
pt: Abrindo ficheiro...
ta: கோப்பு திறக்கும் ...
tr: Dosya açılıyor...

source: Cannot open more than one file
ar: لا يمكن فتح أكثر من ملف واحد
de: Es kann nicht mehr als eine Datei geöffnet werden
es: No se puede abrir más de un archivo
fi: Tiedostoja voi avata vain yhden kerrallaan
pt: Não pode abrir mais que um ficheiro
ta: ஒன்றுக்கு மேற்பட்ட கோப்புகளைத் திறக்க முடியாது
tr: Tek dosyadan fazlası açılamaz

source: Opening image...
ar: جارٍ فتح الصورة...
de: Öffne Bild...
es: Abriendo imagen...
fi: Avataan kuvaa...
pt: Abrindo imagem...
ta: திறக்கும் படம் ...
tr: Resim açılıyor...

source: Open File
ar: فتح ملف
de: Datei öffnen
es: Abrir archivo
fi: Avaa tiedosto
pt: Abrir ficheiro
ta: கோப்பை திற
tr: Dosya Aç

source: Open
ar: فتح
de: Öffnen
es: Abrir
fi: Avaa
pt: Abrir
ta: திற
tr: Aç

source: Supported Image Formats
ar: تنسيقات الصور المدعومة
de: Unterstützte Bildformate
es: Formatos de imagen compatibles
fi: Tuetut kuvamuodot
pt: Formatos de imagem suportados
ta: ஆதரிக்கப்பட்ட பட வடிவங்கள்
tr: Desteklenen Resim Biçimleri

source: Saving image...
ar: جارٍ حفظ الصورة...
de: Speichere Bild...
es: Guardando imagen...
fi: Tallennetaan kuvaa...
pt: A gravar imagem...
ta: படத்தை சேமிக்கும் ...
tr: Resimler kaydediliyor...

source: Save file as
ar: حفظ الملف باسم
de: Datei speichern unter
es: Guardar archivo como
fi: Tallenna nimellä
pt: A gravar ficheiro como
ta: கோப்பை சேமி
tr: Dosyayı farklı kaydet

source: Save
ar: حفظ
de: Speichern
es: Guardar
fi: Tallenna
pt: Gravar
ta: சேமி
tr: Kaydet

source: Text files
ar: ملفات نصية
de: Textdateien
es: Archivos de texto
fi: Tekstitiedostot
pt: Ficheiros texto
ta: உரை கோப்புகள்
tr: Metin dosyaları

source: Accepted files
ar: الملفات المقبولة
de: Akzeptierte Dateien
es: Archivos aceptados
fi: Hyväksytyt tiedostot
pt: Ficheiros aceitos
ta: ஏற்றுக்கொள்ளப்பட்ட கோப்புகள்
tr: Kabul edilen dosyalar
