Repository: Flachz/devtoolbox
Catalog: po/*.po
Languages: ar, de, es, fi, pt, ta, tr

source: JSON;YAML;YML;Converter;CRON;Parser;GZip;Compressor;Decompressor;Hash;Regex;Markdown;Image;
de: JSON;YAML;YML;Umwandler;CRON;Parser;GZip;Komprimierer;Dekomprimierer;Hash;Regex;Markdown;Bild;

source: Copyright © 2022 - 2024 Alessandro Iepure Some icons are copyright of the GNOME Project
de: Urheberrecht © 2022 - 2024 Alessandro Iepure Einige Icons sind urheberrechtlich geschützt durch das GNOME-Projekt
