Repository: Flachz/devtoolbox
Catalog: po/*.po
Languages: ar, de, es, fi, pt, ta, tr

source: Birthday
ar: تاريخ الميلاد
de: Geburtstag
es: Cumpleaños
fi: Syntymäpäivä
pt: Aniversário
ta: பிறந்த நாள்
tr: Doğum günü

source: Select from calendar:
ar: اختر من التقويم:
de: Aus Kalender wählen:
es: Seleccione del calendario:
fi: Valitse kalenterista:
pt: Selecione no calendário:
ta: காலெண்டரிலிருந்து தேர்ந்தெடுக்கவும்:
tr: Takvimden seç:

source: URL
ar: عنوان URL
fi: URL-osoite
ta: முகவரி

source: Address
ar: العنوان
de: Anschrift
es: Dirección
fi: Osoite
pt: Endereço
ta: முகவரி
tr: Adres

source: Street
ar: الشارع
de: Straße
es: Calle
fi: Katu
pt: Rua
ta: தெரு
tr: Sokak

source: City
ar: مدينة
de: Stadt
es: Ciudad
fi: Kaupunki
pt: Cidade
ta: நகரம்
tr: Şehir

source: State
ar: ولاية
de: Bundesland
es: Estado
fi: Osavaltio/maakunta
pt: Estado
ta: மாநிலம்
tr: Eyalet

source: ZIP Code
ar: الرمز البريدي
de: Postleitzahl
es: Código postal
fi: Postinumero
ta: சிப் குறியீடு
tr: Posta Kodu

source: Country
ar: الدولة
de: Land
es: País
fi: Maa
pt: País
ta: நாடு
tr: Ülke

source: Generated QR Code
ar: تم إنشاء رمز QR
de: Generierter QR-Code
es: Código QR generado
fi: Luotu QR-koodi
pt: Código QR gerado
ta: உருவாக்கப்பட்ட QR குறியீடு
tr: Oluşturulan QR Kodu

source: Generate
ar: إنشاء
de: Generiere
es: Generar
fi: Luo
pt: Gerar
ta: உருவாக்கு
tr: Oluştur

source: Random Generator
ar: مولد عشوائي
de: Zufallsgenerator
es: Generador aleatorio
fi: Satunnaisuusgeneraattori
pt: Gerador aleatório
ta: சீரற்ற செனரேட்டர்
tr: Rastgele Oluşturucu

source: String
ar: نص
de: Zeichenkette
es: Cadena
fi: Merkkijono
pt: Cadeia de caracteres
ta: சரம்
tr: Dizge

source: Generate a random string with the given options. ASCII characters only.
ar: قم بإنشاء نصوص عشوائية بالخيارات المحددة. أحرف ASCII فقط.
de: Zeichenkette mit den gewählten Optionen generieren. Ausschließlich ASCII-Zeichen.
es: Generar una cadena aleatoria con las opciones dadas. Sólo caracteres ASCII.
fi: Luo satunnainen merkkijono halutuilla valinnoilla. Vain ASCII-merkkejä.
pt: Gerar uma cadeia aleatória com as opções fornecidas. Apenas caracteres ASCII.
ta: கொடுக்கப்பட்ட விருப்பங்களுடன் ஒரு சீரற்ற சரத்தை உருவாக்கவும். ASCII எழுத்துக்கள் மட்டுமே.
tr: Belirilen seçeneklerle rastgele dizge oluşturun. Yalnızca ASCII karakterleri.

source: Length
ar: الطول
de: Länge
es: Longitud
fi: Pituus
pt: Comprimento
ta: நீளம்
tr: Uzunluk

source: Length of the generated string
ar: طول النص التي تم إنشاؤها
de: Länge der generierten Zeichenkette
es: Longitud de la cadena generada
fi: Luotavan merkkijonon pituus
pt: Comprimento da cadeia gerada
ta: உருவாக்கப்பட்ட சரத்தின் நீளம்
tr: Oluşturulacak dizgenin uzunluğu

source: Uppercase letters (A-Z)
ar: الحروف الكبيرة (A-Z)
de: Großbuchstaben (A-Z)
es: Letras mayúsculas (A-Z)
fi: Isot kirjaimet (A-Z)
pt: Cartas maiúsculas (A-Z)
ta: பெரிய எழுத்துக்கள் (A-Z)
tr: Büyük harfler (A-Z)

source: Lowercase letters (a-z)
ar: الحروف الصغيرة (a-z)
de: Kleinbuchstaben (a-z)
es: Letras minúsculas (a-z)
fi: Pienet kirjaimet (a-z)
pt: Letras minúsculas (A-Z)
ta: சிறிய எழுத்துக்கள் (A-Z)
tr: Küçük harfler (a-z)

source: Numbers (0-9)
ar: الأرقام (0-9)
de: Zahlen (0-9)
es: Números (0-9)
fi: Numerot (0-9)
pt: Números (0-9)
ta: எண்கள் (0-9)
tr: Sayılar (0-9)

source: Special characters (!"#$%&amp;'()*+,-./:;&lt;=&gt;?@[\]^_`{|}~)
ar: الأحرف الخاصة (!"#$%&amp;'()*+,-./:;&lt;=&gt;?@[\]^_`{|}~)
de: Sonderzeichen (!"#$%&amp;'()*+,-./:;&lt;=&gt;?@[\]^_`{|}~)
es: Caracteres especiales (!"#$%&amp;'()*+,-./:;&lt;=&gt;?@[\]^_`{|}~)
fi: Erikoismerkit (!"#$%&amp;'()*+,-./:;&lt;=&gt;?@[\]^_`{|}~)
pt: Caracteres especiais (! "#$%& Amp; '()*+,-./: & Lt; = & gt;?@[\]^_` {|} ~)
ta: சிறப்பு எழுத்துக்கள் (!"#$%&amp;'()*+,-./:;&lt;=&gt;?@[\]^_`{|}~)
tr: Özel karakterler (!"#$%&amp;'()*+,-./:;&lt;=&gt;?@[\]^_`{|}~)

source: Generated string
ar: النص المولد
de: Generierte Zeichenkette
es: Cadena generada
fi: Luotu merkkijono
pt: Cadeia gerada
ta: உருவாக்கப்பட்ட சரம்
tr: Oluşturan dizge

source: Number
ar: رقم
de: Zahl
es: Número
fi: Numero
pt: Número
ta: எண்
tr: Sayı

source: Generate a random number in the given range
ar: توليد رقم عشوائي في النطاق المحدد
de: Generiere eine Zufallszahl in der angegebenen Länge
es: Generar un número aleatorio en el rango dado
fi: Luo satunnaisnumero annetulla välillä
pt: Gerar um número aleatório no intervalo especificado
ta: கொடுக்கப்பட்ட வரம்பில் ஒரு சீரற்ற எண்ணை உருவாக்கவும்
tr: Belirtilen aralıkta rastgele sayı oluştur

source: Minimum
es: Mínimo
fi: Minimi
pt: Mínimo
ta: சிறுமம்

source: Minimum value of the generated number
de: Mindestwert der generierten Zahl
es: Valor mínimo del número generado
fi: Luodun luvun vähimmäisarvo
pt: Valor mínimo do número gerado
ta: உருவாக்கப்பட்ட எண்ணின் குறைந்தபட்ச மதிப்பு

source: Maximum
es: Máximo
fi: Maksimi
pt: Máximo
ta: பெருமம்

source: Maximum value of the generated number
de: Maximalwert der generierten Zahl
es: Valor máximo del número generado
fi: Luodun luvun enimmäisarvo
pt: Valor máximo do número gerado
ta: உருவாக்கப்பட்ட எண்ணின் அதிகபட்ச மதிப்பு

source: Generated number
ar: الرقم الذي تم إنشاؤه
de: Generierte Zahl
es: Número generado
fi: Luotu numero
pt: Número gerado
ta: உருவாக்கப்பட்ட எண்
tr: Oluşturulan sayı

source: Regular Expression Tester
ar: اختبار Regex
de: Tester für reguläre Ausdrücke
es: Comprobador de expresiones regulares
fi: Säännöllisen lausekkeen testaus
pt: Testador de expressão regular
ta: வழக்கமான வெளிப்பாடு சோதனையாளர்
tr: Düzenli İfade Sınayıcı

source: Regex to test
ar: نص Regex المراد اختباره
de: Regex für die Prüfung
es: Expresiones regulares a probar
fi: Testattava säännöllinen lauseke
pt: Regex para testar
ta: சோதிக்க வழக்கவெளி
tr: Sınanacak düzenli ifade

source: Every minute
ar: كل دقيقة
de: Jede Minute
es: Cada minuto
fi: Joka minuutti
pt: A cada minuto
ta: ஒவ்வொரு நிமிடமும்
tr: Her dakika

source: Every
ar: كل
de: Alle
es: Cada
fi: Joka
pt: Todo
ta: ஒவ்வொன்றும்
tr: Her

source: minute(s) starting at minute
ar: دقيقة (أو دقائق) تبدأ من الدقيقة
de: Minute(en) beginnend mit Minute
es: minuto(s) a partir del minuto
fi: minuuttia, minuutista alkaen
pt: minuto (s) a partir de minuto
ta: நிமிடத்தில் தொடங்கி மணித்துளி (கள்)
tr: dakikada bir, şu dakikadan başlayarak

source: Specific minute (choose one or many, no selection means every minute)
ar: دقيقة محددة (اختر واحدة أو أكثر، لا يوجد تحديد يعني كل دقيقة)
de: Bestimmte Minute (eine oder mehrere, keine Auswahl bedeutet jede Minute)
es: Minuto específico (elija uno o varios, sin selección significa cada minuto)
fi: Tietty minuutti (valitse yksi tai useampi, ei valintaa tarkoittaa yhtä kuin joka minuutti)
pt: Minuto específico (escolha um ou muitos, nenhuma seleção significa cada minuto)
ta: குறிப்பிட்ட மணித்துளி (ஒன்று அல்லது பலவற்றைத் தேர்வுசெய்க, ஒவ்வொரு நிமிடமும் தேர்வு என்பது அர்த்தம்)
tr: Dakika belirle (bir ya da daha fazla seçebilirsiniz, seçimin olmaması her dakikada bir anlamına gelir)

source: Every minute between minute
ar: كل دقيقة بين دقيقة
de: Jede Minute zwischen Minute und Minute
es: Cada minuto entre
fi: Joka minuutti välillä
pt: Cada minuto entre minuto
ta: நிமிடத்திற்கு இடையில் ஒவ்வொரு நிமிடமும்
tr: Şu dakikalar arası her dakika

source: and minute
ar: ودقيقة
de: und Minute
es: y minuto
fi: ja
pt: e minuto
ta: மற்றும் மணித்துளி
tr: ve

source: Every hour
ar: كل ساعة
de: Alle Stunde
es: Cada hora
fi: Joka tunti
pt: Cada hora
ta: ஒவ்வொரு மணி நேரமும்
tr: Her saat

source: hour(s) starting at hour
ar: ساعة (ساعات) تبدأ من الساعة
de: Stunde(n) startet bei Stunde
es: hora(s) a partir de la hora
fi: tunti alkaen tunnista
pt: Hora (s) a partir da hora
ta: மணிநேரத்தில் தொடங்கி மணி (கள்)
tr: saatte bir, şu saatten başlayarak

source: Specific hour (choose one or many, no selection means every hour)
ar: ساعة محددة (اختر واحدة أو أكثر، لا يوجد تحديد يعني كل ساعة)
de: Bestimmte Stunde(Wähle eine oder mehrere, keine Auswahl meint alle Stunden)
es: Hora específica (elija una o varias, ninguna selección significa todas las horas)
fi: Tietty tunti (valitse yksi tai useampi, ei valintaa tarkoittaa yhtä kuin joka tunti)
pt: Hora específica (escolha um ou muitos, nenhuma seleção significa a cada hora)
ta: குறிப்பிட்ட மணிநேரம் (ஒன்று அல்லது பலவற்றைத் தேர்வுசெய்க, ஒவ்வொரு மணி நேரமும் தேர்வு இல்லை)
tr: Saat belirle (bir ya da daha fazla seçebilirsiniz, seçimin olmaması her saatte bir anlamına gelir)

source: Every hour between hour
ar: كل ساعة بين ساعة
es: Cada hora entre hora
fi: Joka tunti välillä
pt: Cada hora entre hora
ta: ஒவ்வொரு மணி நேரத்திற்கும் இடையில்
tr: Şu saatler arası her saat

source: and hour
ar: وساعة
de: und Stunde
es: y hora
fi: ja
pt: e hora
ta: மற்றும் மணி
tr: ve

source: Every day
ar: كل يوم
de: Jeden Tag
es: Cada día
fi: Joka päivä
pt: Diariamente
ta: தினமும்
tr: Her gün

source: day(s) starting on the
ar: يوم (أيام) تبدأ من
es: día(s) a partir del
fi: päivä(t) alkaen
pt: Dia (s) começando no
ta: நாள் (கள்) தொடங்கி
tr: günde bir, ayın şu gününden başlayarak

source: of the month
ar: من الشهر
es: del mes
fi: kuukaudesta alkaen
pt: do mês
ta: மாதத்தின்
tr: ay

source: Specific day of month (choose one or many, no selection means every day)
ar: يوم محدد من الشهر (اختر واحدًا أو أكثر، لا تحدد أي شيئ لاختيار كل يوم)
es: Día concreto del mes (elija uno o varios, sin selección significa todos los días)
fi: Tietty päivä kuukaudesta (valitse yksi tai useampi, ei valintaa tarkoittaa yhtä kuin joka päivä)
pt: Dia específico do mês (escolha um ou muitos, nenhuma seleção significa todos os dias)
ta: மாதத்தின் குறிப்பிட்ட நாள் (ஒன்று அல்லது பலவற்றைத் தேர்வுசெய்க, எந்த தேர்வும் ஒவ்வொரு நாளும் அர்த்தம்)
tr: Ayın gününü belirle (bir ya da daha fazla seçebilirsiniz, seçimin olmaması her gün anlamına gelir)

source: Every day between the
ar: كل يوم بين
es: Cada día entre el
fi: Joka päivä välillä
pt: Todos os dias entre o
ta: ஒவ்வொரு நாளும் இடையில்
tr: Şu günler arası her gün

source: and the
ar: و الـ
es: y el
fi: ja
pt: e o
ta: மற்றும் அந்த
tr: ve

source: Every month
ar: كل شهر
es: Cada mes
fi: Joka kuukausi
pt: Todos os meses
ta: ஒவ்வொரு திங்களும்
tr: Hey ay

source: month(s) starting in
ar: الشهر (الأشهر) بدءًا من
es: mes(es) a partir de
fi: kuukautta alkaen
pt: mês (s) começando
ta: மாதம் (கள்) தொடங்குகிறது
tr: ayda bir, şu aydan başlayarak

source: Specific month (choose one or many, no selection means every month)
ar: شهر محدد (اختر واحدًا أو أكثر، لا يوجد اختيار يعني كل شهر)
es: Mes específico (elija uno o varios, sin selección significa todos los meses)
fi: Tietty kuukausi (valitse yksi tai useampi, ei valintaa tarkoittaa yhtä kuin joka kuukausi)
pt: Mês específico (escolha um ou muitos, nenhuma seleção significa todos os meses)
ta: குறிப்பிட்ட மாதம் (ஒன்று அல்லது பலவற்றைத் தேர்வுசெய்க, ஒவ்வொரு மாதமும் தேர்வு இல்லை)
tr: Ay belirle (bir ya da daha fazla seçebilirsiniz, seçimin olmaması her ay anlamına gelir)

source: Every month between
ar: كل شهر بين
es: Cada mes entre
fi: Joka kuukausi välillä
pt: Todo mês entre
ta: ஒவ்வொரு மாதமும் இடையில்
tr: Şu aylar arası her ay

source: and
ar: و
de: und
es: y
fi: ja
pt: e
ta: மற்றும்
tr: ve

source: Weekday
ar: أيام الأسبوع
de: Wochentag
es: Entre semana
fi: Viikonpäivä
pt: Dia da semana
ta: வார நாள்
tr: Haftanın günü

source: Every weekday
ar: كل يوم من أيام الأسبوع
de: Jeder Wochentag
es: Todos los días entre semana
fi: Joka viikonpäivä
pt: Todo dia da semana
ta: ஒவ்வொரு வாரமும்
tr: Haftanın her günü

source: weekday(s) starting on
ar: أيام الأسبوع (أيام) بدءًا من
es: día(s) entre semana a partir del
fi: arkipäivää alkaen
pt: Dia da semana (s) começando
ta: வார நாள் (கள்) தொடங்கி
tr: haftanın gününde bir, haftanın şu gününden başlayarak

source: Specific weekday (choose one or many, no selection means every weekday)
ar: يوم محدد من أيام الأسبوع (اختر واحدًا أو أكثر، لا يوجد تحديد يعني كل يوم من أيام الأسبوع)
es: Día entre semana específico (elija uno o varios, sin selección significa todos los días de la semana)
fi: Tietty viikonpäivä (valitse yksi tai useampi, ei valintaa tarkoittaa yhtä kuin joka viikonpäivä)
pt: Dia da semana específico (escolha um ou muitos, nenhuma seleção significa todos os dias da semana)
ta: குறிப்பிட்ட வார நாள் (ஒன்று அல்லது பலவற்றைத் தேர்வுசெய்க, ஒவ்வொரு வாரமும் தேர்வு என்பது அர்த்தம்)
tr: Gün belirle (bir ya da daha fazla seçebilirsiniz, seçimin olmaması her gün anlamına gelir)

source: Every weekday between
ar: كل يوم من أيام الأسبوع بين
es: Cada día entre semana entre
fi: Joka viikonpäivä välillä
pt: Todo dia da semana entre
ta: இடையில் ஒவ்வொரு வாரமும்
tr: Şu günler arası her gün

source: Command to execute
ar: الأمر المراد تنفيذه
es: Comando a ejecutar
fi: Suoritettava komento
pt: Comando a executar
ta: செயல்படுத்த கட்டளை
tr: Çalıştırılacak komut

source: CRON Expression
ar: تعبير CRON
es: Expresión CRON
fi: CRON-lauseke
pt: Expressão de Cron
ta: க்ரோன் வெளிப்பாடு
tr: CRON İfadesi

source: Old Text
ar: النص القديم
de: Alter Text
es: Texto antiguo
fi: Vanha teksti
pt: Texto antigo
ta: பழைய உரை
tr: Eski Metin

source: New Text
ar: النص الجديد
de: Neuer Text
es: Texto nuevo
fi: Uusi teksti
pt: Texto novo
ta: புதிய உரை
tr: Yeni Metin

source: Differences
ar: الاختلافات
de: Unterschiede
es: Diferencias
fi: Erot
pt: Diferenças
ta: வேறுபாடுகள்
tr: Farklar

source: Change case
ar: تغيير حالة الأحرف
es: Cambiar caso
fi: Vaihda kirjainkokoa
pt: Alteração de maiúsculo e minúsculo
ta: வழக்கு மாற்றவும்
tr: Durum değiştir

source: Choose a case to apply to the text
ar: اختر حالة الأحرف لتطبيقها على النص
es: Seleccione un caso para aplicar al texto
fi: Valitse tekstiin sovellettava kirjainkoko
pt: Escolha um "case" para aplicar ao texto
ta: உரைக்கு விண்ணப்பிக்க ஒரு வழக்கைத் தேர்வுசெய்க
tr: Metne uygulacak düzeni seçin

source: Sentence case
ar: حالة الجملة
es: Caso de sentencia
fi: Lausekirjaimet
ta: தண்டனை வழக்கு
tr: Tümce düzeni

source: lower case
ar: أحرف صغيرة
es: minúsculas
fi: pienet kirjaimet
pt: minúsculas
ta: கீழ் வழக்கு
tr: küçük harf

source: UPPERCASE
ar: أحرف كبيرة
es: MAYÚSCULAS
fi: ISOT KIRJAIMET
pt: MAIÚSCULOS
ta: பெரிய எழுத்து
tr: BÜYÜKHARF

source: Title Case
ar: الأحرف الأولى من كل كلمة كبيرة
es: Titulo del caso
fi: Otsikkokirjain
ta: தலைப்பு வழக்கு
tr: Başlık Düzeni

source: camelCase
ar: حالة camel (الكلمات ملتصقة، اول حرف صغير،واول حرف من كل كلمة كبير)
ta: ஒட்டக கேச்
tr: deveDüzeni

source: PascalCase
ar: حال أحرف Pascal (الكلمات ملتصقة، بداية الكلمات حرف كبير)
ta: பாச்கால்கேச்
tr: PascalDüzeni

source: snake_case
ar: أحرف snake (الكلمات ملتصقة بحرف : _) كل الاحرف صغيرة
ta: பாம்பு_கச்
tr: yılan_düzeni

source: CONSTANT_CASE
ar: CONSTANT_CASE أحرف كبيرة موصولة بـ _
fi: VAKIO_KIRJAIN
ta: Contantion_case
tr: SABİT_DÜZENİ

source: kebab-case
ar: حالة كباب (kebab-case)
ta: கபாப்-வழக்கு
tr: kebap-düzeni

source: COBOL-CASE
ar: أحرف كوبول ( COBOL-CASE)
ta: கோபோல்-வழக்கு
tr: COBOL-DÜZENİ

source: Train-Case
ar: أحرف القطال ( Train-Case)
ta: ரயில் வழக்கு
tr: Tren-Düzeni

source: aLtErNaTiNg CaSe
ar: أحرف متذبذبة ( aLtErNaTiNg CaSe)
ta: மாற்று வழக்கு
tr: dEğİşİm DüZeNi

source: ReVeRsE aLtErNaTiNg CaSe
ar: حالة التبديل العكسي ( ReVeRsE aLtErNaTiNg CaSe)
ta: மாற்று வழக்கு
tr: TeRs dEğİşİm DüZeNi

source: Information
ar: معلومة
es: Información
fi: Tiedot
pt: Informação
ta: தகவல்
tr: Bilgi

source: Cursor
ar: المؤشر
es: Puntero
fi: Kursori
ta: கர்சர்
tr: İmleç

source: Line:
ar: خط:
de: Linie:
es: Línea:
fi: Rivi:
pt: Linha:
ta: வரி:
tr: Satır:

source: Column:
ar: عمود:
de: Spalte:
es: Columna:
fi: Sarake:
pt: Coluna:
ta: நெடுவரிசை:
tr: Sütun:

source: Characters:
ar: عدد الأحرف:
de: Zeichen:
es: Carácteres:
fi: Merkit:
pt: Caracteres:
ta: எழுத்துக்கள்:
tr: Karakter:

source: Words:
ar: عدد الكلمات:
de: Wörter:
es: Palabras:
fi: Sanat:
pt: Palavras:
ta: சொற்கள்:
tr: Sözcük:

source: Lines:
ar: عدد الأسطر:
de: Linien:
es: Líneas:
fi: Rivit:
pt: Linhas:
ta: கோடுகள்:
tr: Satır:

source: Timestamp Converter
ar: محول الأوقات
de: Zeitstempelumwandler
es: Conversor de marcas de tiempo
fi: Aikaleiman muunnin
pt: Conversor de data/hora
ta: நேர முத்திரை மாற்றி
tr: Zaman Damgası Dönüştürücü

source: Sets the current system timestamp
ar: استخدام وقت النظام الحالي
de: Setzt den aktuellen Systemzeitstempel
es: Establece la hora actual del sistema
fi: Asettaa järjestelmän nykyisen aikaleiman
pt: Define o atual carimbo de data de hora do sistema
ta: தற்போதைய கணினி நேர முத்திரையை அமைக்கிறது
tr: Geçerli sistem zaman damgasını ayarlar

source: Date
ar: التاريخ
de: Datum
es: Fecha
fi: Päiväys
pt: Data
ta: திகதி
tr: Tarih

source: ISO Date (ISO 8601/RFC 3339)
de: ISO Datum(ISO 8601/RFC 3339)
es: Fecha ISO (ISO 8601/RFC 3339)
fi: ISO-päiväys (ISO 8601/RFC 3339)
pt: Data ISO (ISO 8601/RFC 3339)
ta: ஐஎச்ஓ தேதி (ஐஎச்ஓ 8601/ஆர்எஃப்சி 3339)
tr: ISO Tarih (ISO 8601/RFC 3339)

source: RFC 2822 Date
de: RFC 2822 Datum
es: Fecha RFC 2822
fi: RFC 2822 -päiväys
pt: RFC 2822 Data
ta: RFC 2822 தேதி
tr: RFC 2822 Tarih

source: Short Date
de: Kurzes Datum
es: Fecha abreviada
fi: Lyhyt päiväys
pt: Data curta
ta: குறுகிய தேதி
tr: Kısa Tarih

source: Short Time
de: Kurze Zeit
es: Hora abreviada
fi: Lyhyt aika
pt: Curto tempo
ta: குறுகிய நேரம்
tr: Kısa zaman

source: Long Date
de: Langes Datum
es: Fecha larga
fi: Pitkä päiväys
pt: Longa data
ta: நீண்ட தேதி
tr: Uzun Tarih

source: Long Time
de: Lange Zeit
es: Mucho tiempo
fi: Pitkä aika
pt: Muito tempo
ta: நீண்ட நேரம்
tr: Uzun Zaman

source: Full Long Date
de: Ganzes langes Datum
es: Fecha larga completa
fi: Täysi pitkä päiväys
pt: Data longa completa
ta: முழு நீண்ட தேதி
tr: Tam Uzun Tarih

source: URL Encoder & Decoder
ar: أداة تشفير وفك ترميز URL
es: Codificador y decodificador de URL
fi: URL-osoitteen koodaaja ja purkaja
pt: Codificador e decodificador de URL
ta: முகவரி குறியாக்கி & டிகோடர்
tr: URL Kodlayıcı ve Kod Çözücü

source: Space encoding
ar: ترميز محرف المسافة
es: Codificación espacial
fi: Välilyönnin koodaus
pt: Codificação de espaço
ta: விண்வெளி குறியாக்கம்
tr: Boşluk kodlama

source: Select the desired encoding for the space character
ar: حدد الترميز المطلوب لحرف المسافة
es: Seleccione la codificación deseada para el carácter de espacio
fi: Valitse välilyönnin koodaustapa
pt: Selecione a codificação desejada para o caractere de espaço
ta: விண்வெளி எழுத்துக்கு விரும்பிய குறியாக்கத்தைத் தேர்ந்தெடுக்கவும்
tr: Boşluk karakteri için istenen kodlamayı seçin

source: UUID Generator
ar: مولد UUID
es: Generador UUID
fi: UUID-generaattori
pt: Gerador de UUID
ta: UUID செனரேட்டர்
tr: UUID Oluşturucu

source: Version
ar: الإصدار
es: Versión
fi: Versio
pt: Versão
ta: பதிப்பு
tr: Sürüm

source: Choose the UUID version to generate
ar: اختر إصدار UUID المراد إنشاؤه
es: Seleccione la versión UUID que desea generar
fi: Valitse luotava UUID-versio
pt: Escolha a versão de UUID para gerar
ta: உருவாக்க UUID பதிப்பைத் தேர்வுசெய்க
tr: Oluşturulacak UUID sürümünü seçin

source: Version 1 (MAC address)
ar: الإصدار 1 (عنوان MAC)
es: Versión 1 (dirección MAC)
fi: Versio 1 (MAC-osoite)
pt: Versão 1 (Endereço MAC)
ta: பதிப்பு 1 (மேக் முகவரி)
tr: Sürüm 1 (MAC adresi)

source: Version 3
ar: الإصدار 3
es: Versión 3
fi: Versio 3
pt: Versão 3
ta: பதிப்பு 3
tr: Sürüm 3

source: Version 4 (Random)
ar: الإصدار 4 (عشوائي)
es: Versión 4 (aleatoria)
fi: Versio 4 (satunnainen)
pt: Versão 4 (Aleatório)
ta: பதிப்பு 4 (சீரற்ற)
tr: Sürüm 4 (Rastgele)

source: Version 5
ar: الإصدار 5
es: Versión 5
fi: Versio 5
pt: Versão 5
ta: பதிப்பு 5
tr: Sürüm 5

source: Version 6 (Gregorian Time)
ar: الإصدار 6 (التوقيت الجورجي)
es: Versión 6 (hora gregoriana)
fi: Versio 6 (Gregoriaaninen aika)
pt: Versão 6 (Hora gregoriana)
ta: பதிப்பு 6 (கிரிகோரியன் நேரம்)
tr: Sürüm 6 (Gregoryan Saati)

source: Version 7 (UNIX Epoch)
ar: ‎الإصدار 7 (وقت UNIX)
es: Versión 7 (época UNIX)
fi: Versio 7 (UNIX Epoch)
pt: Versão 7 (Epoch do UNIX)
ta: பதிப்பு 7 (யுனிக்ச் சகாப்தம்)
tr: Sürüm 7 (UNIX Zaman)

source: Number of UUIDs to be generated (up to 50)
ar: عدد UUIDs التي سيتم إنشاؤها (حتى 50)
es: Número de UUID que deben generarse (hasta 50)
fi: Luotavien UUID:ien määrä (enintään 50)
pt: Número de UUIDs a serem geradas (até 50)
ta: உருவாக்கப்பட வேண்டிய UUID களின் எண்ணிக்கை (50 வரை)
tr: Oluşturulacak UUID sayısı (en fazla 50)

source: Generated UUIDs
ar: UUIDs التي تم إنشاؤها
es: UUID generados
fi: Luodut UUID:t
pt: UUIDs geradas
ta: உருவாக்கப்பட்ட UUIDS
tr: Oluşturulan UUID

# shortcut window
source: General
ar: عام
fi: Yleiset
pt: Geral
ta: பொது
tr: Genel

# shortcut window
source: Search Tools
ar: أدوات البحث
es: Herramientas de búsqueda
fi: Etsi työkaluja
pt: Ferramentas de pesquisa
ta: கருவிகளைத் தேடுங்கள்
tr: Arama Araçları

# shortcut window
source: Show Shortcuts
ar: إظهار الاختصارات
es: Mostrar atajos
fi: Näytä pikanäppäimet
pt: Mostra os atalhos
ta: குறுக்குவழிகளைக் காட்டு
tr: Kısayolları Göster

# shortcut window
source: Quit
ar: خروج
es: Salir
fi: Lopeta
pt: Sai
ta: வெளியேறு
tr: Çık

source: HTML Formatter
ar: منسق HTML
es: Formateador HTML
fi: HTML-muotoilija
pt: Formatador HTML
ta: உஉகுமொ FORMATTER
tr: HTML Biçimlendirici

source: Type HTML code here
ar: اكتب كود HTML هنا
es: Escriba aquí el código HTML
fi: Kirjoita HTML-koodi tähän
pt: Insira o código HTML aqui
ta: உஉகுமொ குறியீட்டை இங்கே தட்டச்சு செய்க
tr: HTML kodunu buraya yazın

# verb/action
source: Format
ar: التنسيق
es: Formato
fi: Muoto
pt: Formato
ta: வடிவம்
tr: Biçimlendir

source: JavaScript Formatter
ar: منسق جافا سكريبت
es: Formateador JavaScript
fi: JavaScript-muotoilija
pt: Formatador JavaScript
ta: சாவாச்கிரிப்ட் ஃபார்மேட்டர்
tr: JavaScript Biçimlendirici

source: Type JavaScript code here
ar: اكتب كود جافا سكريبت هنا
es: Escriba aquí el código JavaScript
fi: Kirjoita JavaScript-koodi tähän
pt: Insira o código JavaScript aqui
ta: சாவாச்கிரிப்ட் குறியீட்டை இங்கே தட்டச்சு செய்க
tr: JavaScript kodunu buraya yazın

source: JSON Formatter
ar: منسق JSON
es: Formateador JSON
fi: JSON-muotoilija
pt: Formatador JSON
ta: சாதொபொகு FORMATTER
tr: JSON Biçimlendirici

source: Type JSON code here
ar: اكتب رمز JSON هنا
es: Escriba aquí el código JSON
fi: Kirjoita JSON-koodi tähän
pt: Insira o código JSON aqui
ta: சாதொபொகு குறியீட்டை இங்கே தட்டச்சு செய்க
tr: JSON kodunu buraya yazın

source: SQL Formatter
ar: منسق SQL
es: Formateador SQL
fi: SQL-muotoilija
pt: Formatador SQL
ta: கவிமொ FORMATTER
tr: SQL Biçimlendirici

source: Type SQL code here
ar: اكتب كود SQL هنا
es: Escriba aquí el código SQL
fi: Kirjoita SQL-koodi tähän
pt: Insira o código SQL aqui
ta: கவிமொ குறியீட்டை இங்கே தட்டச்சு செய்க
tr: SQL kodunu buraya yazın

source: XML Formatter
ar: منسق XML
es: Formateador XML
fi: XML-muotoilija
pt: Formatador XML
ta: எக்ச்எம்எல் ஃபார்மேட்டர்
tr: XML Biçimlendirici

source: Type XML code here
ar: اكتب رمز XML هنا
es: Escriba aquí el código XML
fi: Kirjoita XML-koodi tähän
pt: Insira o código XML aqui
ta: எக்ச்எம்எல் குறியீட்டை இங்கே தட்டச்சு செய்க
tr: XML kodunu buraya yazın

source: CSS Formatter
ar: منسق CSS
es: Formateador CSS
fi: CSS-muotoilija
pt: Formatador CSS
ta: சிஎச்எச் FORMATTER
tr: CSS Biçimlendirici

source: Type CSS here
ar: اكتب CSS هنا
es: Escriba CSS aquí
fi: Kirjoita CSS tähän
pt: Insira o código CSS aqui
ta: சிஎச்எச் ஐ இங்கே தட்டச்சு செய்க
tr: CSS kodunu buraya yazın

# verb/action
source: Minify
es: Reducir
fi: Pienennä
pt: Minificar
ta: குறைக்க
tr: Küçült

source: Minify JS code
es: Reducir código JS
fi: Pienennä JS-koodia
pt: Minificar o código JS
ta: JS குறியீட்டைக் குறைக்கவும்
tr: JS kodunu küçült

source: Type JS code here
es: Escribe aquí el código JS
fi: Kirjoita JS-koodi tähän
pt: Digite o código JS aqui
ta: JS குறியீட்டை இங்கே தட்டச்சு செய்க
tr: JS kodunu buraya yazın

source: Timezone
es: Zona horaria
fi: Aikavyöhyke
tr: Zaman dilimi

source: Select the desired timezone
es: Seleccione la zona horaria deseada
fi: Valitse haluttu aikavyöhyke
tr: Zaman dilimini seçin

source: qr-code.png
fi: qr-koodi.png

source: nd
es: º
tr: . gün

source: rd
es: º
tr: . gün

source: Decode JWT tokens to header and payload
ar: فك ترميز رموز JWT إلى الرأسية والمحتوى
de: Dekodieren von JWT-Tokens in Kopfzeile und Nutzlast

source: JWT tokens decoder
ar: مفكك ترميز رموز JWT
de: JWT-Token-Dekoder
