Repository: Flachz/devtoolbox
Catalog: po/*.po
Languages: ar, de, es, fi, pt, ta, tr

source: Input
ar: الدخل
de: Eingabe
es: Entrada
fi: Syöte
pt: Entrada
ta: உள்ளீடு
tr: Girdi

source: Output
ar: الخرج
de: Ausgabe
es: Salida
fi: Tuloste
pt: Saída
ta: வெளியீடு
tr: Çıktı

source: Certificate
ar: شهادة
de: Zertifikat
es: Certificado
fi: Varmenne
pt: Certificado
ta: சான்றிதழ்
tr: Sertifika

source: Open a certificate file (pem, der, cer extensions)
ar: فتح ملف شهادة (امتدادات pem، der، cer)
de: Zertifikatdatei öffnen (pem, der, cer Erweiterungen)
es: Abrir un archivo de certificado (extensiones pem, der, cer)
fi: Avaa varmennetiedosto (pem-, der- ja cer-tiedostopäätteet)
pt: Abra um ficheiro de certificado (Pem, Der, CER Extensions)
ta: ஒரு சான்றிதழ் கோப்பைத் திறக்கவும் (PEM, DER, CER நீட்டிப்புகள்)
tr: Sertifika dosyası aç (pem, der, cer extensions)

source: Open a certificate file to view its contents.
ar: افتح ملف الشهادة لعرض محتوياته.
de: Zertifikatdatei öffnen um Inhalt anzuzeigen.
es: Abra un archivo de certificado para ver su contenido.
fi: Avaa varmennetiedosto nähdäksesi sen sisällön.
pt: Abra este ficheiro de certificado para visualizar o seu conteúdo.
ta: அதன் உள்ளடக்கங்களைக் காண ஒரு சான்றிதழ் கோப்பைத் திறக்கவும்.
tr: İçeriğini görüntülemek için sertifika dosyası aç.

source: Certificate Signing Request Generator
ar: مولد طلب توقيع الشهادة
de: Generator für Zertifikatssignierungsanfragen
es: Generador de solicitudes de firma de certificados
fi: Varmenteen allekirjoituspyyntöjen generaattori
pt: Gerador de solicitação de assinatura de certificado
ta: சான்றிதழ் கையொப்பமிடுதல் கோரிக்கை செனரேட்டர்
tr: Sertifika İmzalama İsteği Oluşturucu

source: Fill the information below
ar: املأ المعلومات أدناه
de: Fülle die folgenden Informationen aus
es: Rellene la siguiente información
fi: Täytä tiedot alapuolelle
pt: Preencha as informações abaixo
ta: கீழே உள்ள தகவல்களை நிரப்பவும்
tr: Aşağıdaki bilgileri doldurunuz

source: Fill at least the required fields then press the 'Create CSR' button. An empty passphrase will generate an unecrypted CSR.
ar: املأ الحقول المطلوبة على الأقل ثم اضغط على زر "إنشاء CSR". ستؤدي عبارة المرور الفارغة إلى إنشاء CSR غير مشفر.
de: Fülle mindestens die erforderlichen Felder aus und klicke dann auf die Schaltfläche „CSR erstellen“. Eine leere Passphrase erzeugt eine unverschlüsselte CSR.
es: Rellene al menos los campos obligatorios y pulse el botón "Crear CSR". Una contraseña vacía generará una CSR sin cifrar.
fi: Täytä ainakin vaaditut kentät ja napsauta "Luo CSR". Tyhjä tunnuslause luo salaamattoman CSR:n.
pt: Preencha pelo menos os campos necessários e pressione o botão 'Criar CSR'. Uma palavra-passe vazia gerará uma CSR não cifilizada.
ta: குறைந்தபட்சம் தேவையான புலங்களை நிரப்பவும், பின்னர் 'CSR ஐ உருவாக்கு' பொத்தானை அழுத்தவும். வெற்று கடவுச்சொல் ஒரு நிர்ணயிக்கப்படாத சி.எச்.ஆரை உருவாக்கும்.
tr: En azından zorunlu alanları doldurup 'CSR Oluştur' düğmesine basın. Parola metninin boş bırakılması şifrelenmemiş CSR oluşturur.

source: Create CSR
ar: إنشاء CSR
de: CSR erstellen
es: Crear CSR
fi: Luo CSR
pt: Criar CSR
ta: சி.எச்.ஆரை உருவாக்கவும்
tr: CSR Oluştur

source: Common Name (CN) *
ar: الاسم الشائع (CN) *
de: Allgemeiner Name (CN) *
es: Nombre común (CN) *
fi: Yleisnimi (Common Name (CN) ) *
pt: Nome comum (CN) *
ta: பொதுவான பெயர் (சி.என்) *
tr: Yaygın Ad (CN) *

source: Country Name (C)
ar: اسم الدولة (C)
de: Name des Landes (C)
es: Nombre del país (C)
fi: Maan nimi (C)
pt: Nome do país (C)
ta: நாட்டின் பெயர் (சி)
tr: Ülke Adı (C)

source: State or Province Name (ST)
ar: اسم الولاية أو المقاطعة (ST)
de: Name des Staates oder der Provinz (ST)
es: Nombre del estado o provincia (ST)
fi: Osavaltion tai maakunnan nimi (ST)
pt: Nome do estado ou da província (ST)
ta: மாநில அல்லது மாகாண பெயர் (எச்.டி)
tr: Eyalet ya da İl Adı (ST)

source: Locality Name (L)
ar: اسم المنطقة (L)
de: Name der Örtlichkeit (L)
es: Nombre de la localidad (L)
fi: Paikkakunnan nimi (L)
pt: Nome da localidade (L)
ta: வட்டாரத்தின் பெயர் (எல்)
tr: Yöre Adı (L)

source: Organization Name (O)
ar: اسم المنظمة (O)
de: Name der Organisation (O)
es: Nombre de la organización (O)
fi: Organisaation nimi (O)
pt: Nome da organização (O)
ta: அமைப்பு பெயர் (ஓ)
tr: Kuruluş Adı (O)

source: Organization Unit Name (OU)
ar: اسم الوحدة التنظيمية (OU)
de: Name der Organisationseinheit (OE)
es: Nombre de la unidad organizativa (OU)
fi: Organisaatioyksikön nimi (OU)
pt: Nome da unidade da organização (OU)
ta: அமைப்பு அலகு பெயர் (OU)
tr: Kuruluş Birim Adı (OU)

source: Passphrase
ar: عبارة المرور
es: Contraseña
fi: Tunnuslause
pt: Palavra-passe
ta: கடவுச்சொல்
tr: Parola Metni

source: Key
ar: مفتاح
de: Schlüssel
es: Clave
fi: Avain
pt: Chave
ta: விசை
tr: Anahtar

source: Generate a new key or use and existing one
ar: قم بإنشاء مفتاح جديد أو استخدم المفتاح الموجود
de: Neuen Schlüssel erzeugen oder vorhandenen Schlüssel verwenden
es: Generar una clave nueva o usar una existente
fi: Luo uusi avain tai käytä ja olemassa olevaa
pt: Gerar uma nova chave ou uso e existir
ta: புதிய விசை அல்லது பயன்பாடு மற்றும் இருக்கும் ஒன்றை உருவாக்குங்கள்
tr: Yeni anahtar oluştur ya da var olanı kullan

source: New
ar: جديد
de: Neu
es: Nuevo
fi: Uusi
pt: Novo
ta: புதிய
tr: Yeni

source: Key File *
ar: ملف المفتاح *
de: Schlüsseldatei *
es: Archivo de claves *
fi: Avaintiedosto *
pt: Ficheiro -chave *
ta: விசை கோப்பு *
tr: Anahtar Dosyası *

source: Open the file containing the key you want to use
ar: افتح الملف الذي يحتوي على المفتاح الذي تريد استخدامه
de: Öffnen der Datei, die den gewünschten Schlüssel enthält
es: Abra el archivo que contiene la clave que desea usar
fi: Avaa tiedosto, joka sisältää avaimen, jota haluat käyttää
pt: Abra o ficheiro que contém a chave que deseja usar
ta: நீங்கள் பயன்படுத்த விரும்பும் விசையைக் கொண்ட கோப்பைத் திறக்கவும்
tr: Kullanmak istediğiniz anahtarı içeren dosyayı açın

source: Key Size
ar: حجم المفتاح
de: Schlüsselgröße
es: Tamaño de la clave
fi: Avaimen koko
pt: Tamanho da chave
ta: முக்கிய அளவு
tr: Anahtar Boyutu

source: Size of the new key. It will be saved on the same path as the CSR.
ar: حجم المفتاح الجديد سيتم حفظه على نفس المسار مثل CSR.
de: Größe des neuen Schlüssels. Er wird unter demselben Pfad wie der CSR gespeichert.
es: Tamaño de la clave nueva. Se guardará en la misma ruta que la CSR.
fi: Uuden avaimen koko. Avain tallennetaan samaan polkuun kuin CSR.
pt: Tamanho da nova chave. Ele será gravado no mesmo caminho que o CSR.
ta: புதிய விசையின் அளவு. இது சி.எச்.ஆரின் அதே பாதையில் சேமிக்கப்படும்.
tr: Yeni anahtarın boyutu. CSR ile aynı yola kaydedilecek.

source: 2048 bits
ar: 2048 بت
de: 2048 Bit
fi: 2048 bittiä
ta: 2048 பிட்கள்
tr: 2048 bit

source: 4096 bits
ar: 4096 بت
de: 4096 Bit
fi: 4096 bittiä
ta: 4096 பிட்கள்
tr: 4096 bit

source: Key Save Location *
ar: موقع حفظ المفتاح *
de: Speicherort der Schlüsseldatei *
es: Ruta de guardado de clave *
fi: Avaimen tallennussijainti *
pt: Localização de gravar chaves *
ta: விசை சேமிப்பு இடம் *
tr: Anahtar Kayıt Konumu *

source: Save location for the generated key file
ar: المسار المحدد لحفظ ملف المفتاح الذي تم إنشاؤه
de: Speicherort für die erzeugte Schlüsseldatei
es: Ruta para guardar el archivo de claves generado
fi: Luodun avaintiedoston tallennussijainti
pt: Localização para gravar o ficheiro de chave gerado
ta: உருவாக்கப்பட்ட விசை கோப்பிற்கான இருப்பிடத்தை சேமிக்கவும்
tr: Oluşturulan anahtaın kayıt konumu

source: Permissions
ar: الأذونات
de: Berechtigungen
es: Permisos
fi: Oikeudet
pt: Permissões
ta: அனுமதிகள்
tr: İzinler

source: Owner
ar: المالك
de: Besitzer
es: Propietario
fi: Omistaja
pt: Proprietário
ta: உரிமையாளர்
tr: Sahip

source: Group
ar: المجموعة
de: Gruppe
es: Grupo
fi: Ryhmä
pt: Grupo
ta: குழு
tr: Grup

source: Others
ar: أخرى
de: Andere
es: Otros
fi: Muut
pt: Outros
ta: மற்றவர்கள்
tr: Diğerleri

source: Read
ar: قراءة
de: Lesen
es: Lectura
fi: Lue
pt: Ler
ta: படிக்க
tr: Oku

source: Write
ar: كتابة
de: Schreiben
es: Escritura
fi: Kirjoita
pt: Escrever
ta: எழுதுங்கள்
tr: Yaz

source: Execute
ar: تنفيذ
de: Ausführen
es: Ejecución
fi: Suorita
pt: Executar
ta: செயல்படுத்தவும்
tr: Çalıştır

source: Numeric value
ar: القيمة الرقمية
de: Numerische Notation
es: Valor numérico
fi: Numeerinen arvo
pt: Valor numérico
ta: எண் மதிப்பு
tr: Sayısal değer

source: Symbolic value
ar: قيمة رمزية
de: Symbolische Notation
es: Valor simbólico
fi: Symbolinen arvo
pt: Valor simbólico
ta: குறியீட்டு மதிப்பு
tr: Sembolik değer

source: Color Blindness Simulator
ar: محاكاة عمى الألوان
de: Simulator für Farbenblindheit
es: Simulador de daltonismo
fi: Värisokeuden simulaattori
pt: Simulador de daltonismo
ta: வண்ண குருட்டுத்தன்மை சிமுலேட்டர்
tr: Renk Körlüğü Simülatörü

source: Severity
ar: الخطورة
de: Schweregrad
es: Gravedad
fi: Vakavuus
pt: Severidade
ta: தீவிரம்
tr: Önem

source: Severity of the anomaly
ar: خطورة الشذوذ
de: Schwere der Anomalie
es: Gravedad de la anomalía
fi: Poikkeavuuden vakavuus
pt: Severidade da anomalia
ta: ஒழுங்கின்மையின் தீவிரம்
tr: Anomalinin ciddiyeti

source: Original
ar: الأصل
fi: Alkuperäinen
ta: அசல்
tr: Özgün

source: Protanopia
ar: بروتانوبيا
de: Protanopie
ta: முன்னுரிமை
tr: Protanopi (Kırmızıyı görememe)

source: Deuteranopia
ar: عمى مزدوج
de: Deuteranopie
fi: Puna-vihersokeus
ta: மோண்டக்சன்
tr: Döteranopi (Yeşili görememe)

source: Tritanopia
ar: تريتانوبيا
de: Tritanopie
fi: Sinisokeus (tritanopia)
ta: டெட்டனோபியா
tr: Tritanopi (Maviyi görememe)

source: Text color
ar: لون النص
de: Textfarbe
es: Color del texto
fi: Tekstin väri
pt: Cor do texto
ta: உரை நிறம்
tr: Metin rengi

source: Color used for the text
ar: اللون المستخدم للنص
de: Farbe des Textes
es: Color usado para el texto
fi: Tekstiin käytettävä väri
pt: Cor usada para o texto
ta: உரைக்கு பயன்படுத்தப்படும் வண்ணம்
tr: Metin için kullanılan renk

source: Background color
ar: لون الخلفية
de: Hintergrundfarbe
es: Color de fondo
fi: Taustaväri
pt: Cor do fundo
ta: பின்னணி நிறம்
tr: Arka plan rengi

source: Color used for the background
ar: اللون المستخدم للخلفية
de: Farbe des Hintergrundes
es: Color usado para el fondo
fi: Taustassa käytettävä väri
pt: Cor usada para o plano de fundo
ta: பின்னணிக்கு பயன்படுத்தப்படும் வண்ணம்
tr: Arka plan için kullanılan renk

source: Example
ar: مثال
de: Beispiel
es: Ejemplo
fi: Esimerkki
pt: Exemplo
ta: எடுத்துக்காட்டு
tr: Örnek

source: Lorem ipsum dolor sit amet
ta: லோரெம் மிகவும் கேரட்

source: velit laboris excepteur aliqua nostrud dolore anim ad qui esse
ta: இருக்கும் நபரிடம் சில நாச்ட்ரட் வலி தவிர வேலை செய்ய விரும்புகிறது

source: small
ar: صغير
de: klein
es: pequeño
fi: pieni
pt: pequeno
ta: சிறிய
tr: küçük

source: large
ar: كبير
de: groß
es: grande
fi: suuri
pt: grande
ta: பெரிய
tr: büyük

source: Number of dates
ar: عدد التواريخ
de: Anzahl der Daten
es: Número de fechas
fi: Päiväyksien määrä
pt: Número de datas
ta: தேதிகளின் எண்ணிக்கை
tr: Tarih sayısı

source: Number of dates to be generated (up to 20)
ar: عدد التواريخ التي سيتم إنشاؤها (حتى 20)
de: Anzahl der zu generierenden Daten (bis zu 20)
es: Número de fechas a generar (hasta 20)
fi: Luotavien päiväyksien määrä (enintään 20)
pt: Número de datas a gerar (até 20)
ta: உருவாக்கப்பட வேண்டிய தேதிகளின் எண்ணிக்கை (20 வரை)
tr: Oluşturulacak tarih sayısı (en fazla 20)

source: Output format
ar: تنسيق الإخراج
de: Ausgabeformat
es: Formato de salida
fi: Tulostemuoto
pt: Formato de saída
ta: வெளியீட்டு வடிவம்
tr: Çıktı biçimi

source: Format used to display generated dates (<a href="https://strftime.org/">python syntax</a>)
ar: التنسيق المستخدم لعرض التواريخ التي تم إنشاؤها (<a href="https://strftime.org/">تنسيق بايثون</a>)
de: Anzeigeformat der generierten Daten (<a href="https://strftime.org/">python syntax</a>)
es: Formato usado para mostrar las fechas generadas (<a href="https://strftime.org/">sintaxis depython</a>)
fi: Luotavien päiväyksien näyttömuoto (<a href="https://strftime.org/">python-syntaksi</a>)
pt: Formato usado para exibir datas geradas (<a href="https://strftime.org/">sintaxe python</a>)
ta: உருவாக்கப்பட்ட தேதிகளைக் காண்பிக்கப் பயன்படுத்தப்படும் வடிவம் (<a href = "https://strftime.org/"> பைதான் தொடரியல் </a>)
tr: Oluşturulan tarihleri görüntülemek için kullanılan biçim (<a href="https://strftime.org/">python sözdizimi</a>)

source: CRON expression
ar: تعبير CRON
de: CRON-Ausdruck
es: Expresión CRON
fi: CRON-lauseke
pt: Expressão CRON
ta: க்ரோன் வெளிப்பாடு
tr: CRON ifadesi

source: Dates
ar: التواريخ
de: Daten
es: Fechas
fi: Päiväykset
pt: Datas
ta: தேதிகள்
tr: Tarihler

source: Indentations
ar: المسافات البادئة
de: Einzüge
es: Indentaciones
fi: Sisennykset
pt: Indentações
ta: உள்தள்ளல்கள்
tr: Girintileme

source: Number of spaces used for indentation
ar: عدد المسافات المستخدمة للمسافة البادئة
de: Anzahl der Leerzeichen für die Einzüge
es: Número de espacios usados para la sangría
fi: Sisennykseen käytettävien välilyöntien määrä
pt: Número de espaços usados para indentação
ta: உள்தள்ளலுக்கு பயன்படுத்தப்படும் இடங்களின் எண்ணிக்கை
tr: Girinti için kullanılacak boşluk sayısı

source: GZip Compress & Decompress
ar: ضغط وفك ضغط GZip
de: GZip Komprimieren & Dekompriemieren
es: Compresión y descompresión GZip
fi: GZipin pakkaus ja purku
pt: Compressão e descompressão de GZip
ta: Gzip அமுக்கவும், டிகம்பிரச்
tr: GZip Sıkıştır ve Aç

source: Compress and decompress texts and images using GZip
de: Bilder und Texte mit GZip komprimieren und dekomprimieren
es: Comprimir y descomprimir textos e imágenes con GZip
fi: Pakkaa ja pura tekstiä sekä kuvia GZipiä käyttäen
pt: Comprimir e descomprimir textos e imagens usando GZIP
ta: GZIP ஐப் பயன்படுத்தி உரைகள் மற்றும் படங்களை சுருக்கவும் குறைக்கவும்

source: Select the desired operation
ar: حدد العملية المطلوبة
de: Gewünschte Operation wählen
es: Seleccione la operación deseada
fi: Valitse haluamasi toimenpide
pt: Selecione a operação desejada
ta: விரும்பிய செயல்பாட்டைத் தேர்ந்தெடுக்கவும்
tr: İşlemi seçin

source: Compress
ar: ضغط
de: Komprimieren
es: Comprimir
fi: Pakkaa
pt: Compressão
ta: சுருக்க
tr: Sıkıştır

source: Decompress
ar: فك الضغط
de: Dekomprimieren
es: Descomprimir
fi: Pura
pt: Descompressão
ta: குறைக்கவும்
tr: Aç

source: The compression result and the expected decompression input are base64 encoded.
ar: يتم ترميز نتيجة الضغط و إلغاء الضغط على أنه بترميز Base64.
de: Das Komprimierungsergebnis und die erwartete Dekomprimierungseingabe sind base64-kodiert.
es: El resultado de la compresión y la entrada de descompresión prevista están codificados en base64.
fi: Pakkauksen tulos ja odotettu purkutulo on base64-koodattu.
pt: O resultado da compactação e a entrada de descompactação esperada são codificados em base64.
ta: சுருக்க முடிவு மற்றும் எதிர்பார்க்கப்படும் டிகம்பரச்சன் உள்ளீடு ஆகியவை BASE64 குறியிடப்பட்டவை.
tr: Sıkıştırma sonucu ve beklenen açma girdisi base64 kodludur.

source: May hang the app for large files, please wait.
de: Bei großen Dateien kann die Anwendung hängen bleiben, bitte warten.
es: Es posible que la aplicación se bloquee para archivos grandes, espere por favor.
fi: Voi ripustaa sovelluksen suurille tiedostoille, odota.
pt: Pode pendurar a app para ficheiros grandes, aguarde.
ta: பெரிய கோப்புகளுக்கான பயன்பாட்டைத் தொங்கவிடலாம், தயவுசெய்து காத்திருங்கள்.

source: Hash Generator & Checker
ar: مولد التجزئة والمدقق
de: Hash Generierung & Prüfung
es: Generador y comprobador de hash
fi: Tiivisteen generaattori ja tarkistin
pt: Gerador e verificador de hash
ta: ஆச் செனரேட்டர் & செக்கர்
tr: Özet Oluşturucu ve Denetleyici

source: Calculate MD5, SHA1, SHA256, and SHA512 hashes and check for integrity
ar: احسب هاشات MD5 وSHA1 وSHA256 وSHA512 وتحقق من سلامتها
de: Berechnung und Intigritätsprüfung von MD5, SHA1, SHA256 und SHA512 Hashes
es: Calcular hashes MD5, SHA1, SHA256 y SHA512 y comprobar su integridad
fi: Laske MD5-, SHA1-, SHA256- sekä SHA512-tiivisteet ja tarkista eheys
pt: Calcule os hashes MD5, SHA1, SHA256 e SHA512 e verifique a integridade
ta: MD5, SHA1, SHA256, மற்றும் SHA512 ஆச்களைக் கணக்கிட்டு ஒருமைப்பாட்டை சரிபார்க்கவும்
tr: MD5, SHA1, SHA256 ve SHA512 özetlerini hesaplayın ve bütünlüğü denetleyin

source: Hash to calculate
ar: الرمز المراد حسابه
de: Hash für die Berechnung
es: Hash para calcular
fi: Tiiviste laskettavaksi
pt: Hash para calcular
ta: கணக்கிட ஆச்
tr: Hesaplanacak özet

source: Choose the hash type to calculate
ar: اختر نوع الهاش المراد حسابه
de: Hash-Typ für die Berechnung wählen
es: Elija el tipo de hash que desea calcular
fi: Valitse laskettavan tiivisteen tyyppi
pt: Escolha o tipo de hash para calcular
ta: கணக்கிட ஆச் வகையைத் தேர்வுசெய்க
tr: Hesaplanacak özet türünü seçin

source: Check for integrity
ar: التحقق من النزاهة
de: Prüfung auf Integrität
es: Comprobar la integridad
fi: Tarkista eheys
pt: Verificar a integridade
ta: ஒருமைப்பாட்டை சரிபார்க்கவும்
tr: Bütünlüğü denetle

source: If enabled the calculated hash will be checked against another provided hash to verify integrity
ar: في حالة التمكين، سيتم فحص التجزئة المحسوبة مقابل تجزئة أخرى مقدمة للتحقق من سلامتها
de: Wenn diese Option aktiviert ist, wird der berechnete Hash-Wert mit einem anderen angegebenen Hash-Wert verglichen, um die Integrität zu überprüfen
es: Si se activa, el hash calculado se comparará con otro hash proporcionado para verificar la integridad
fi: Jos käytössä, laskettu hajautus verrataan toiseen annettuun hajautukseen eheyden varmistamiseksi
pt: Se ativado, o hash calculado será verificado em relação a outro hash fornecido para verificar a integridade
ta: இயக்கப்பட்டால், கணக்கிடப்பட்ட ஆச் ஒருமைப்பாட்டை சரிபார்க்க வழங்கப்பட்ட மற்றொரு ஆசுக்கு எதிராக சரிபார்க்கப்படும்
tr: Etkinleştirilirse, hesaplanan özet, bütünlüğü doğrulamak için sağlanan başka bir özet ile karşılaştırılır

source: Type the hash to check against
ar: اكتب الهاش للتحقق منه
de: Zu prüfenden Hash eingeben
es: Escriba el hash que desea comprobar
fi: Kirjoita tiiviste, jota vasten tarkistetaan
pt: Insira o hash para verificar
ta: எதிராக சரிபார்க்க ஆச் தட்டச்சு செய்க
tr: Karşılaştırılacak özeti yazın

source: HTML Encoder & Decoder
ar: ترميز وفك ترميز HTML
de: HTML Kodieren & Dekodieren
es: Codificador y decodificador HTML
fi: HTML:n kooderi ja purkaja
pt: Codificador e decodificador de HTML
ta: உஉகுமொ குறியாக்கி & டிகோடர்
tr: HTML Kodlayıcı ve Kod Çözücü

# noun
source: Format
ar: التنسيق
es: Formato
fi: Muoto
pt: Formato
ta: வடிவம்
tr: Biçim

source: Select the desired output format
ar: حدد تنسيق الخرج المطلوب
de: Gewünschtes Ausgabeformat wählen
es: Seleccione el formato de salida deseado
fi: Valitse luotavan kuvan muoto
pt: Selecione o formato de saída desejado
ta: விரும்பிய வெளியீட்டு வடிவமைப்பைத் தேர்ந்தெடுக்கவும்
tr: Çıktı biçimini seçin

source: Image
ar: صورة
de: Bild
es: Imagen
fi: Kuva
pt: Imagem
ta: படம்
tr: Resim

source: Convert
ar: تحويل
de: Konvertieren
es: Convertir
fi: Muunna
pt: Converter
ta: மாற்றவும்
tr: Dönüştür

source: converted-image
de: Konvertiertes Bild
es: imagen convertida
fi: muunnettu kuva
pt: imagem convertida
ta: மாற்றப்பட்ட-படம்

source: JSON - YAML Converter
ar: محول بين JSON و YAML
de: JSON - YAML Konverter
es: Conversor JSON - YAML
fi: JSON - YAML -muunnin
pt: Conversor JSON - YAML
ta: சாதொபொகு - YAML மாற்றி
tr: JSON - YAML Dönüştürücü

source: Specify what format is the input and the desired output
ar: حدد تنسيق الإدخال والخرج المطلوبين
de: Format für Eingabe und die gewünschte Ausgabe angeben
es: Especifique qué formato es la entrada y la salida deseada
fi: Määritä syötteen ja halutun tulosteen muoto
pt: Especifique qual é o formato da entrada e a saída desejada
ta: உள்ளீடு மற்றும் விரும்பிய வெளியீடு என்ன வடிவம் என்பதைக் குறிப்பிடவும்
tr: Girdi biçimini ve istenen çıktı biçimini seçin

source: Token
ar: JWT Token
es: Testigo
fi: Poletti
ta: கிள்ளாக்கு
tr: Jeton

source: Header
ar: المقدمة
de: Kopfzeile
es: Cabecera
fi: Otsake
pt: Cabeçalho
ta: தலைப்பி
tr: Başlık

source: Payload
ar: المحتوى
de: Nutzlast
es: Carga útil
fi: Tietosisältö
pt: Carga (payload)
ta: தாங்குசுமை
tr: Yük

source: Lorem Ipsum Generator
ar: مولد لوريم إيبسوم
es: Generador Lorem Ipsum
fi: Lorem Ipsum -generaattori
pt: Gerador de Lorem Ipsum
ta: லோரெம் வெரி செனரேட்டர்
tr: Lorem Ipsum Oluşturucu

source: Begin with "Lorem ipsum dolor sit amet"
ar: ابدأ بـ "لوريم إيبسوم دولور سيت أميت"
de: Beginne mit "Lorem ipsum dolor sit amet"
es: Empieza con "Lorem ipsum dolor sit amet"
fi: Aloita käyttäen "Lorem ipsum dolor sit amet"
pt: Começar com "Lorem ipsum dolor sit amet"
ta: "லோரெம் வெரி கேரட்" உடன் தொடங்குங்கள்
tr: "Lorem ipsum dolor sit amet" ile başla

source: Amount
ar: المقدار
de: Anzahl
es: Cantidad
fi: Määrä
pt: Quantidade
ta: தொகை
tr: Miktar

source: Words
ar: كلمات
de: Wörter
es: Palabras
fi: Sanat
pt: Palavras
ta: சொற்கள்
tr: Sözcük

source: Sentences
ar: الجمل
de: Sätze
es: Frases
fi: Lauseet
pt: Frases
ta: வாக்கியங்கள்
tr: Tümce

source: Paragraphs
ar: الفقرات
de: Absätze
es: Párrafos
fi: Kappaleet
pt: Parágrafos
ta: பத்திகள்
tr: Paragraf

source: Generated text
ar: النص الذي تم إنشاؤه
de: Generierter Text
es: Texto generado
fi: Luotu teksti
pt: Texto gerado
ta: உருவாக்கப்பட்ட உரை
tr: Oluşturulan metin

source: Markdown
ta: மார்க் பேரூர்

source: Preview
ar: معاينة
de: Vorschau
es: Vista previa
fi: Esikatselu
pt: Visualização
ta: முன்னோட்டம்
tr: Ön izleme

source: QR Code Generator
ar: مولد رمز QR
es: Generador de códigos QR
fi: QR-koodin generaattori
pt: Gerador de código QR
ta: QR குறியீடு செனரேட்டர்
tr: QR Kodu Oluşturucu

source: Tool Options
ar: خيارات الأداة
de: Werkzeugoptionen
es: Opciones de herramientas
fi: Työkalun valinnat
pt: Opções da ferramenta
ta: கருவி விருப்பங்கள்
tr: Araç Seçenekleri

source: Fill the required information and press 'generate'
ar: املأ المعلومات المطلوبة ثم اضغط على "إنشاء"
de: Erforderliche Informationen ausfüllen und „Erzeugen“ drücken
es: Rellene la información requerida y pulse "generar"
fi: Täytä vaaditut tiedot ja napsauta "Luo"
pt: Preencha as informações necessárias e pressione 'gerar'
ta: தேவையான தகவல்களை நிரப்பி, 'உருவாக்கு' என்பதை அழுத்தவும்
tr: Gerekli bilgileri doldurup 'oluştur' düğmesine basın

source: Content type
ar: نوع المحتوى
de: Art des Inhalts
es: Tipo de contenido
fi: Sisältötyyppi
pt: Tipo de conteúdo
ta: உள்ளடக்க வகை
tr: İçerik türü

source: Choose the content of the QR Code
ar: اختر محتوى رمز QR
de: Art des Inhalts für den QR-Code wählen
es: Elija el contenido del código QR
fi: Valitse QR-koodin sisältö
pt: Escolha o conteúdo do código QR
ta: QR குறியீட்டின் உள்ளடக்கத்தைத் தேர்வுசெய்க
tr: QR Kodu içeriğini seçin

source: Text/URL
ar: النص/عنوان URL
es: Texto/URL
fi: Teksti/URL-osoite
pt: Texto/url
ta: உரை/url
tr: Metin/URL

source: WiFi Network
ar: شبكة واي فاي
de: WiFi-Netzwerk
es: Red WiFi
fi: WiFi-verkko
pt: Rede wifi
ta: வைஃபை பிணையம்
tr: Kablosuz Ağ

source: Contact
ar: جهة اتصال
de: Kontakt
es: Contacto
fi: Yhteystieto
pt: Contato
ta: தொடர்பு
tr: Bağlantı

source: Network Name (SSID)
ar: شبكة وايفاي (SSID)
de: Netzwerkname (SSID)
es: Nombre de red (SSID)
fi: Verkon nimi (SSID)
pt: Nome da rede (SSID)
ta: பிணைய பெயர் (எச்.எச்.ஐ.டி)
tr: Ağ Adı (SSID)

source: Network Encryption
ar: تشفير الشبكة
de: Netzwerk-Verschlüsselung
es: Cifrado de red
fi: Verkon salaus
pt: Criptografia de rede
ta: பிணைய குறியாக்கம்
tr: Ağ Şifrelemesi

source: None
ar: لا شيئ
de: Keine
es: Ninguno
fi: Ei mitään
pt: Nenhum
ta: எதுவுமில்லை
tr: Yok

source: Network Password
ar: كلمة مرور الشبكة
de: Netzwerkpasswort
es: Contraseña de red
fi: Verkon salasana
pt: Palavra-passe de rede
ta: பிணைய கடவுச்சொல்
tr: Ağ Parolası

source: First Name *
ar: الاسم الأول *
de: Vorname *
es: Nombre *
fi: Etunimi *
pt: Primeiro nome *
ta: முதல் பெயர் *
tr: Ad *

source: Last Name *
ar: الكنية *
de: Nachname *
es: Apellidos *
fi: Sukunimi *
pt: Apelido *
ta: கடைசி பெயர் *
tr: Soyad *

source: Phone Number
ar: رقم الهاتف
de: Telefonnummer
es: Número de teléfono
fi: Puhelinnumero
pt: Número de telefone
ta: தொலைபேசி எண்
tr: Telefon Numarası

source: Email
ar: البريد الإلكتروني
es: Correo electrónico
fi: Sähköposti
ta: மின்னஞ்சல்
tr: E-posta
