Repository: Flachz/devtoolbox
Catalog: po/*.po
Languages: ar, de, es, fi, pt, ta, tr

source: Loading a large file ({size}) Might take a while, please wait...
ar: تحميل ملف كبير ({size}) قد يستغرق الأمر بعض الوقت، يرجى الانتظار...
de: Lade eine große Datei ({size}) Kann kurz dauert, bitte warten...
es: Cargando un archivo grande ({size}) Puede tardar un poco, por favor espere…
fi: Ladataan suurta tiedostoa ({size}) Tämä saattaa kestää, odota...
pt: A carregar um ficheiro grande ({size}) Isto pode demorar um pouco, aguarde, por favor...
ta: ஒரு பெரிய கோப்பை ஏற்றுகிறது ({size}) சிறிது நேரம் ஆகலாம், தயவுசெய்து காத்திருங்கள் ...
tr: Büyük bir dosya yükleniyor ({size}) Biraz zaman alabilir, lütfen bekleyin...

source: Unable to open {file_path}: {file_content}.
ar: غير قادر على فتح {file_path}: {file_content}.
de: Kann {file_path} nicht öffnen: {file_content}.
es: No se ha podido abrir {file_path}: {file_content}.
fi: Ei voi avata {file_path}: {file_content}.
pt: Não foi possível abrir {file_path}:{file_content}.
ta: {file_path}: {file_content} திறக்க முடியவில்லை.
tr: {file_path} açılamadı: {file_content}.

source: File is not UTF-8 encoded.
ar: الملف ليس بتشفير UTF-8.
de: Datei ist nicht UTF-8 kodiert.
es: El archivo no está codificado en UTF-8.
fi: Tiedosto ei ole UTF-8-koodattu.
pt: O ficheiro não está codificado em UTF-8.
ta: கோப்பு UTF-8 குறியிடப்படவில்லை.
tr: Dosya UTF-8 kodlanmamış.

source: All files
ar: جميع الملفات
de: Alle Datein
es: Todos los archivos
fi: Kaikki tiedostot
pt: Todos ficheiros
ta: அனைத்து கோப்புகள்
tr: Tüm dosyalar

source: Text files and images
ar: الملفات النصية والصور
de: Textdateien und Bilder
es: Archivos de texto e imágenes
fi: Tekstitiedostot ja kuvat
pt: Ficheiros texto e imagens
ta: உரை கோப்புகள் மற்றும் படங்கள்
tr: Metin dosyaları ve resimler

source: Images
ar: الصور
de: Bilder
es: Imágenes
fi: Kuvat
pt: Imagens
ta: படங்கள்
tr: Resimler

source: Saving file...
ar: جارٍ حفظ الملف...
de: Datei wird gespeichert...
es: Guardando archivo...
fi: Tallennetaan tiedostoa...
pt: A gravar ficheiro...
ta: சேமிப்பு கோப்பு ...
tr: Dosya kaydediliyor...

source: Unable to save {path}
ar: غير قادر على حفظ {path}
de: Kann {path} nicht speichern
es: No se ha podido guardar {path}
fi: Ei voitu tallentaa {path}
pt: Não foi possível gravar {path}
ta: {path}
tr: {path} kaydedilemiyor

source: Error: {error}
ar: خطأ: {error}
de: Fehler: {error}
fi: Virhe: {error}
pt: Erro: {error}
ta: பிழை: {error}
tr: Hata: {error}

source: Unsupported file
ar: ملف غير مدعوم
de: Datei nicht unterstützt
es: Archivo no compatible
fi: Tiedosto ei ole tuettu
pt: Ficheiro não suportado
ta: ஆதரிக்கப்படாத கோப்பு
tr: Desteklenmeyen dosya

source: Expand All
ar: توسيع الكل
de: Alle erweitern
es: Expandir todo
fi: Laajenna kaikki
pt: Expandir tudo
ta: அனைத்தையும் விரிவாக்குங்கள்
tr: Tümünü Genişlet

source: Collapse All
ar: طي الكل
de: Alle einklappen
es: Contraer todo
fi: Supista kaikki
pt: Desmaiar tudo
ta: அனைத்தையும் சரக்கு
tr: Tümünü Daralt

source: Error: Cannot open this file because it is not a valid certificate.
ar: خطأ: لا يمكن فتح هذا الملف لأنه ليس شهادة صالحة.
de: Fehler: Datei ist keine gültige Zertifikatsdatei.
es: Error: No se puede abrir este archivo porque no es un certificado válido.
fi: Virhe: tätä tiedostoa ei voi avata, koska se ei ole kelvollinen varmenne.
pt: Erro: não é possível abrir este ficheiro porque não é um certificado válido.
ta: பிழை: இந்த கோப்பை திறக்க முடியாது, ஏனெனில் இது சரியான சான்றிதழ் அல்ல.
tr: Hata: Geçerli bir sertifika olmadığı için bu dosya açılamıyor.

source: Identity: {identity}
ar: الهوية: {identity}
de: Identität: {identity}
es: Identidad: {identity}
fi: Identiteetti: {identity}
ta: அடையாளம்: {identity}
tr: Kimlik: {identity}

source: Verified by: {verified_by}
ar: تم التحقق بواسطة: {verified_by}
de: Überprüft durch: {verified_by}
es: Verificado por: {verified_by}
fi: Vahvistanut: {verified_by}
ta: சரிபார்க்கப்பட்டது: {verified_by}
tr: Doğrulayan: {verified_by}

source: Expires: {expiration_date}
ar: تنتهي في: {expiration_date}
de: Läuft ab: {expiration_date}
es: Caduca: {expiration_date}
fi: Vanhenee: {expiration_date}
ta: காலாவதியாகிறது: {expiration_date}
tr: Bitiş tarihi: {expiration_date}

source: Basic Constraints
ar: القيود الأساسية (Basic Constraints)
de: Grundlegende Beschränkungen
es: Ajustes básicos
fi: Perusrajoitukset
pt: Restrições básicas
ta: அடிப்படை தடைகள்
tr: Temel Kısıtlar

source: Extended Key Usage
ar: الاستخدام الموسع للمفتاح (Extended Key Usage)
de: Erweiterte Schlüsselverwendung
es: Uso extendido de la clave
fi: Laajennettu avaimen käyttö
pt: Uso estendido da chave
ta: நீட்டிக்கப்பட்ட முக்கிய பயன்பாடு
tr: Uzatılmış Anahtar Kullanımı

source: Subject Key Identifier
ar: معرف مفتاح الموضوع (Subject Key Identifier)
de: Subjekt-Schlüsselkennung
es: Identificador del asunto de la clave
pt: Identificador -chave do assunto
ta: பொருள் விசை அடையாளங்காட்டி
tr: Konu Anahtar Tanımlayıcısı

source: Key Usage
ar: استخدام المفتاح (Key Usage)
de: Schlüsselverwendung
es: Uso de la clave
fi: Avaimen käyttö
pt: Uso da chave
ta: முக்கிய பயன்பாடு
tr: Anahtar Kullanımı

source: Subject Alternative Names
ar: الأسماء البديلة للموضوع (Subject Alternative Names)
de: Alternative Subjektnamen
es: Nombres alternativos del asunto
fi: Kohteen vaihtoehtoiset nimet (SAN)
pt: Assunto nomes alternativos
ta: மாற்று பெயர்கள்
tr: Konu Diğer Adları

source: Extension
ar: امتداد (Extension)
de: Erweiterung
es: Extensión
fi: Pääte
pt: Extensão
ta: நீட்டிப்பு
tr: Uzantı

source: Certificate Fingerprints
ar: بصمات الشهادة (Fingerprints)
de: Zertifikatsfingerabdrücke
es: Huellas de certificados
fi: Varmenteen tunnistetiedot
pt: Certificado impressões digitais
ta: சான்றிதழ் கைரேகைகள்
tr: Sertifika Parmak İzleri

source: Key Identifier
ar: معرف المفتاح (Key Identifier)
de: Schlüsselkennung
es: Identificador de clave
fi: Avaimen tunniste
pt: Identificador -chave
ta: முக்கிய அடையாளங்காட்டி
tr: Anahtar Tanımlayıcı

source: Open CSR
de: CSR öffnen
es: Abrir CSR
fi: Avaa CSR
pt: CSR aberto
ta: திறந்த சமூக பொறுப்புணர்வு

source: Open Key File
ar: فتح ملف مفتاح
de: Schlüsseldatei öffnen
es: Abrir archivo de claves
fi: Avaa avaintiedosto
pt: Abra o ficheiro -chave
ta: விசை கோப்பைத் திறக்கவும்
tr: Anahtar Dosyası Aç

source: All Files
ar: جميع الملفات
de: Alle Dateien
es: Todos los archivos
fi: Kaikki tiedostot
pt: Todos os ficheiros
ta: அனைத்து கோப்புகள்
tr: Tüm Dosyalar

source: Select save location
de: Speicherort wählen
es: Seleccione la ubicación para guardar
fi: Valitse tallennussijainti
pt: Selecione gravar localização
ta: இருப்பிடத்தைச் சேமி என்பதைத் தேர்ந்தெடுக்கவும்

source: Choose
de: Wählen
es: Elegir
fi: Valitse
pt: Escolher
ta: தேர்வு

source: Saved Successfully
de: Speichern erfolgreich
es: Guardado correctamente
fi: Tallennus onnistui
pt: Gravado com sucesso
ta: வெற்றிகரமாக சேமிக்கப்பட்டது

source: Save key as
ar: حفظ المفتاح باسم
de: Schlüssel speichern als
es: Guardar clave como
fi: Tallenna avain nimellä
pt: Gravar a chave como
ta: விசையை சேமிக்கவும்
tr: Anahtarı farklı kaydet

source: Invalid value. Please check again
ar: قيمة غير صالحة. يرجى التحقق مرة أخرى
de: Ungültiger Wert. Bitte nochmals prüfen
es: Valor no válido. Vuelva a comprobarlo
fi: Virheellinen arvo. Tarkista se
pt: Valor inválido. Por favor, verifique novamente
ta: தவறான மதிப்பு. மீண்டும் சரிபார்க்கவும்
tr: Geçersiz değer. Lütfen yeniden denetleyin

source: Open Image
de: Bild öffnen
es: Abrir la imagen
fi: Avaa kuva
pt: Imagem aberta
ta: திறந்த படம்

source: Loading simulation...
ar: جارٍ تحميل المحاكاة...
de: Simulation laden...
es: Cargando simulación...
fi: Ladataan simulointia...
pt: Carregando simulação...
ta: ஏற்றுதல் உருவகப்படுத்துதல் ...
tr: Simülasyon yükleniyor...

source: Text is not in the correct format. Check if you misspelled something or if all parentheses are closed.
ar: النص ليس بالتنسيق الصحيح. تحقق مما إذا كنت قد أخطأت في كتابة شيء ما أو إذا تم إغلاق جميع الأقواس.
de: Text ist nicht korrekt formatiert. Prüfe die korrekte Schreibweise und ob alle Klammern geschlossen sind.
es: El texto no tiene el formato correcto. Compruebe si ha escrito algo mal o si todos los paréntesis están cerrados.
fi: Tekstin muoto ei ole oikein. Varmista oikeinkirjoitus ja että kaikki sulkeet on suljettu.
pt: O texto não está no formato correto. Verifique se digitou algo errado ou se todos os parênteses estão fechados.
ta: உரை சரியான வடிவத்தில் இல்லை. நீங்கள் எதையாவது தவறாக எழுதினீர்களா அல்லது அனைத்து அடைப்புக்குறிப்புகள் மூடப்பட்டிருந்தால் சரிபார்க்கவும்.
tr: Metin biçimi yanlış. Bir şeyi yanlış yazıp yazmadığınızı ya da tüm parantezlerin kapalı olup olmadığını denetleyin.

source: Open image
de: Öffne Bild
es: Abrir imagen
fi: Avaa kuva
pt: Imagem aberta
ta: திறந்த படத்தை

source: Cannot decompress from an image or a file
ar: لا يمكن فك الضغط من صورة أو ملف
de: Dekomprimierung aus Bild oder Datei nicht möglich
es: No se puede descomprimir desde una imagen o un archivo
fi: Ei voi purkaa kuvasta tai tiedostosta
pt: Não é possível descompactar de uma imagem ou ficheiro
ta: ஒரு படம் அல்லது கோப்பிலிருந்து குறைக்க முடியாது
tr: Görüntüden ya da dosyadan açılamıyor

source: Please save this file to view its contents
ar: الرجاء حفظ هذا الملف لعرض محتوياته
de: Datei bitte speichern um ihre Inhalte anzuzeigen
es: Guarde este archivo para ver su contenido
fi: Tallenna tämä tiedosto nähdäksesi sen sisällön
pt: Grave este ficheiro para visualizar o seu conteúdo
ta: இந்த கோப்பை அதன் உள்ளடக்கங்களைக் காண சேமிக்கவும்
tr: İçeriğini görüntülemek için bu dosyayı kaydedin

source: Hashes match!
ar: الهاش مطابق!
de: Die Hashes stimmen überein!
es: ¡Los hashes coinciden!
fi: Tiivisteet vastaavat toisiaan!
pt: Os hashes batem!
ta: ஆச்கள் போட்டி!
tr: Özetler uyuşuyor!

source: The integrity is verified.
ar: تم التحقق من الصحة.
de: Die Integrität ist geprüft.
es: La integridad está verificada.
fi: Eheys on vahvistettu.
pt: A integridade foi confirmada.
ta: ஒருமைப்பாடு சரிபார்க்கப்பட்டது.
tr: Bütünlük doğrulandı.

source: Warning, integrity cannot be verified!
ar: تحذير، لا يمكن التحقق من الصحة!
de: Warnung, Integrität kann nicht geprüft werden!
es: Atención, ¡no se puede verificar la integridad!
fi: Varoitus, eheyttä ei voi vahvistaa!
pt: Aviso, a integridade não pode ser verificada!
ta: எச்சரிக்கை, ஒருமைப்பாட்டை சரிபார்க்க முடியாது!
tr: Uyarı, bütünlük doğrulanamıyor!

source: The calculated hash and the provided one do not match. Check again and if this is a file you downloaded from the Internet re-download it.
ar: الهاش المحسوب والهاش المقدم غير متطابقتين. تحقق مرة أخرى وإذا كان هذا ملفًا قمت بتنزيله من الإنترنت، فأعد تنزيله.
de: Der berechnete und der angegebene Hash-Wert stimmen nicht überein. Überprüfe die Datei nochmals und laden sie gegebenenfalls erneut herunter.
es: El hash calculado y el proporcionado no coinciden. Compruébelo de nuevo y, si se trata de un archivo que ha descargado de Internet, vuelva a descargarlo.
fi: Laskettu tiiviste ja annettu tiiviste eivät täsmää. Tarkista uudelleen, ja jos kyseessä on Internetistä ladattu tiedosto, lataa se uudelleen.
pt: O hash calculado e o fornecido não correspondem. Verifique novamente e, se for um ficheiro que descarregou da Internet, descarregue novamente.
ta: கணக்கிடப்பட்ட ஆச் மற்றும் வழங்கப்பட்டவை பொருந்தவில்லை. மீண்டும் சரிபார்க்கவும், இது இணையத்திலிருந்து பதிவிறக்கம் செய்த கோப்பு என்றால் அதை மீண்டும் ஏற்றவும்.
tr: Hesaplanan özet ile sağlanan özet eşleşmiyor. Tekrar denetleyin ve bu internetten indirdiğiniz bir dosyaysa tekrar indirin.

source: Valid!
ar: صالح!
de: Gültig!
es: ¡Válido!
fi: Kelvollinen!
pt: Válido!
ta: செல்லுபடியாகும்!
tr: Geçerli!

source: JSON is compliant with the provided JSON schema.
ar: متوافق مع المخطط المقدم.
de: JSON ist mit dem bereitgestellten JSON-Schema konform.
es: JSON es compatible con el esquema JSON proporcionado.
fi: JSON on yhteensopiva annetun JSON-skeeman kanssa.
pt: JSON é compatível com o esquema JSON fornecido.
ta: வழங்கப்பட்ட சாதொபொகு திட்டத்திற்கு சாதொபொகு இணங்குகிறது.
tr: JSON, sağlanan JSON şemasıyla uyumsuz.

source: Invalid!
ar: غير صالح!
de: Ungültig!
es: ¡No válido!
fi: Virheellinen!
pt: Inválido!
ta: தவறானது!
tr: Geçersiz!

source: JSON is not compliant with the provided JSON scheme: {validation_error}
ar: النص المدخل غير متوافق مع المخطط المقدم: {validation_error}
de: JSON ist nicht mit dem angegebenen JSON-Schema konform: {validation_error}
es: JSON no cumple con el esquema JSON proporcionado: {validation_error}
fi: JSON ei ole yhteensopiva annetun JSON-skeeman kanssa: {validation_error}
pt: JSON não é compatível com o esquema JSON fornecido: {validation_error}
ta: வழங்கப்பட்ட சாதொபொகு திட்டத்துடன் சாதொபொகு இணங்கவில்லை: {validation_error}
tr: JSON, sağlanan JSON şemasıyla uyumsuz: {validation_error}

source: Error in JSON schema: {schema_error}
ar: خطأ في مخطط JSON: {schema_error}
de: Fehler in JSON Schema: {schema_error}
es: Error en el esquema JSON: {schema_error}
fi: Virhe JSON-skeemassa: {schema_error}
pt: Erro no esquema JSON: {schema_error}
ta: சாதொபொகு திட்டத்தில் பிழை: {schema_error}
tr: JSON şemasında hata: {schema_error}

source: Not Set
ar: غير محدد
de: Nicht eingestellt
es: No establecido
fi: Ei asetettu
pt: Não definido
ta: அமைக்கப்படவில்லை
tr: Belirlenmedi

source: st
es: º
ta: ச்டம்ப்
tr: . gün

source: th
es: º
ta: வது
tr: . gün

source: January
ar: كانون الثاني
de: Januar
es: Enero
fi: Tammikuu
pt: Janeiro
ta: மா-தை
tr: Ocak

source: February
ar: شباط
de: Februar
es: Febrero
fi: Helmikuu
pt: Fevereiro
ta: தை-மாசி
tr: Şubat

source: March
ar: آذار
de: März
es: Marzo
fi: Maaliskuu
pt: Marchar
ta: மா-பங்குனி
tr: Mart

source: April
ar: نيسان
es: Abril
fi: Huhtikuu
pt: abril
ta: ப-சித்திரை
tr: Nisan

source: May
ar: أيار
de: Mai
es: Mayo
fi: Toukokuu
pt: Poderia
ta: சி-வைகாசி
tr: Mayıs

source: June
ar: حزيران
de: Juni
es: Junio
fi: Kesäkuu
pt: Junho
ta: வை-ஆனி
tr: Haziran

source: July
ar: تموز
de: Juli
es: Julio
fi: Heinäkuu
pt: Julho
ta: ஆ-ஆடி
tr: Temmuz

source: August
ar: آب
es: Agosto
fi: Elokuu
pt: Agosto
ta: ஆ-ஆவணி
tr: Ağustos

source: September
ar: أيلول
es: Septiembre
fi: Syyskuu
pt: Setembro
ta: ஆ-புரட்டாசி
tr: Eylül

source: October
ar: تشرين الأول
de: Oktober
es: Octubre
fi: Lokakuu
pt: Outubro
ta: பு-ஐப்பசி
tr: Ekim

source: November
ar: تشرين الثاني
es: Noviembre
fi: Marraskuu
pt: Novembro
ta: ஐ-கார்த்திகை
tr: Kasım

source: December
ar: كانون الأول
de: Dezember
es: Diciembre
fi: Joulukuu
pt: Dezembro
ta: கா-மார்கழி
tr: Aralık

source: Sunday
ar: الأحد
de: Sonntag
es: Domingo
fi: Sunnuntai
pt: Domingo
ta: ஞாயிற்றுக்கிழமை
tr: Pazar

source: Monday
ar: الاثنين
de: Montag
es: Lunes
fi: Maanantai
pt: Segunda-feira
ta: திங்கள்
tr: Pazartesi

source: Tuesday
ar: الثلاثاء
de: Dienstag
es: Martes
fi: Tiistai
pt: Terça-feira
ta: செவ்வாய்க்கிழமை
tr: Salı

source: Wednesday
ar: الأربعاء
de: Mittwoch
es: Miércoles
fi: Keskiviikko
pt: Quarta-feira
ta: புதன்கிழமை
tr: Çarşamba

source: Thursday
ar: الخميس
de: Donnerstag
es: Jueves
fi: Torstai
pt: Quinta-feira
ta: வியாழக்கிழமை
tr: Perşembe

source: Friday
ar: الجمعة
de: Freitag
es: Viernes
fi: Perjantai
pt: Sexta-feira
ta: வெள்ளிக்கிழமை
tr: Cuma

source: Saturday
ar: السبت
de: Samstag
es: Sábado
fi: Lauantai
pt: Sábado
ta: காரிக்கிழமை
tr: Cumartesi

source: XML is compliant with the provided XSD schema.
ar: XML متوافق مع مخطط XSD المقدم.
de: XML ist mit dem bereitgestellten XSD-Schema komform.
es: XML es conforme con el esquema XSD proporcionado.
fi: XML on yhteensopiva annetun XSD-skeeman kanssa.
pt: O XML é compatível com o esquema XSD fornecido.
ta: எக்ச்எம்எல் வழங்கப்பட்ட எக்ச்எச்டி திட்டத்துடன் இணங்குகிறது.
tr: XML, sağlanan XSD şemasıyla uyumludur.

source: XML is not compliant with the provided XSD scheme: {xsd_error}
ar: XML غير متوافق مع مخطط XSD المقدم: {xsd_error}
de: XML ist mit dem bereitgestellten XSD-Schema nicht komform: {xsd_error}
es: El XML no cumple con el esquema XSD proporcionado: {xsd_error}
fi: XML ei ole yhteensopiva annetun XSD-skeeman kanssa: {xsd_error}
pt: XML não é compatível com o esquema XSD fornecido: {xsd_error}
ta: வழங்கப்பட்ட எக்ச்எச்டி திட்டத்துடன் எக்ச்எம்எல் இணங்கவில்லை: {xsd_error}
tr: XML, sağlanan XSD şemasıyla uyumsuz: {xsd_error}

source: Show/hide searchbar
ar: إظهار/إخفاء شريط البحث
de: Suchleiste Ein-/Ausblenden
es: Mostrar/ocultar la barra de búsqueda
fi: Näytä/piilota hakupalkki
pt: Mostre/oculto SearchBar
ta: தேடல் பட்டியைக் காட்டவும்/மறைக்கவும்
tr: Kenar çubuğunu göster/gizle

source: Favorite Tools
ar: الأدوات المفضلة
de: Favorisierte Werkzeuge
es: Herramientas favoritas
fi: Suosikkityökalut
pt: Ferramentas favoritas
ta: பிடித்த கருவிகள்
tr: Gözde Araçlar

source: No Favorites
ar: لا يوجد عناصر مفضلة
de: Keine Favoriten
es: Sin favoritos
fi: Ei suosikkeja
pt: Sem favoritos
ta: பிடித்தவை இல்லை
tr: Gözde Yok

source: Add your favorite tools here by clicking the star button beside the title
ar: أضف أدواتك المفضلة هنا بالنقر على زر النجمة الموجود بجانب العنوان
de: Favorisierte Werkzeuge können durch Klick auf den Stern neben dem Titel hinzugefügt werden
es: Añadir tus herramientas favoritas aquí haciendo clic en el botón de estrella junto al título
fi: Lisää suosikkityökalut tänne napsauttamalla tähteä nimen vierestä
pt: Adicione as suas ferramentas favoritas aqui clicando no botão de estrela ao lado do título
ta: தலைப்புக்கு அருகில் உள்ள நட்சத்திர பொத்தானைக் சொடுக்கு செய்வதன் மூலம் உங்களுக்கு பிடித்த கருவிகளை இங்கே சேர்க்கவும்
tr: Başlığın yanındaki yıldız düğmesine tıklayarak gözde araçlarınızı buraya ekleyin

source: Favorites
ar: المفضلة
de: Favoriten
es: Favoritos
fi: Suosikit
pt: Favoritos
ta: பிடித்தவை
tr: Gözdeler

source: Search Tools…
ar: أدوات البحث…
de: Werkzeuge durchsuchen…
es: Buscar herramientas…
fi: Etsi työkaluja…
pt: Ferramentas de pesquisa…
ta: கருவிகளைத் தேடுங்கள்…
tr: Arama Araçları…

source: Show/hide sidebar
ar: إظهار/إخفاء الشريط الجانبي
de: Seitenleiste Ein-/Ausblenden
es: Mostrar/ocultar barra lateral
fi: Näytä/piilota sivupalkki
pt: Mostra/oculta barra lateral
ta: பக்கப்பட்டியைக் காட்டு/மறைக்க
tr: Kenar çubuğunu göster/gizle

source: _Keyboard Shortcuts
ar: _اختصارات لوحة المفاتيح
de: _Tastenkombinationen
es: _Atajos del teclado
fi: _Pikanäppäimet
pt: Atalhos de _teclado
ta: விசைப்பலகை குறுக்குவழிகள்
tr: _Klavye Kısayolları

source: _About Dev Toolbox
ar: _حول أدوات التطوير
de: _Über Dev Toolbox
es: _Acerca de Dev Toolbox
fi: _Tietoja - Dev Toolbox
pt: _Sobre o Dev Toolbox
ta: Dev கருவிப்பெட்டி விழிப்புணர்வு
tr: Dev Toolbox _Hakkında

source: translator-credits
ar: عامر صوان (amersaw@gmail.com)
de: Sebastian Kraft
es: Óscar Fernández Díaz <oscfdezdz@tuta.io>
fi: Jiri Grönroos <jiri.gronroos+l10n@iki.fi>
pt: Rafael Fontenelle <rafaelff@gnome.org>
ta: மொழிபெயர்ப்பாளர்-வரவு
tr: Sabri Ünal <libreajans@gmail.com>

source: Now
ar: الآن
de: Jetzt
es: Ahora
fi: Nyt
pt: Agora
ta: இப்போது
tr: Şimdi

source: Sets the current system date and time
de: Stellt das aktuelle Systemdatum und die Uhrzeit ein
es: Establece la fecha y hora actuales del sistema
fi: Asettaa järjestelmän nykyisen päivän ja ajan
pt: Define a data e a hora do sistema atual
ta: தற்போதைய கணினி தேதி மற்றும் நேரத்தை அமைக்கிறது

source: Copy to clipboard
ar: نسخ إلى الحافظة
de: In die Zwischenablage kopieren
es: Copiar al portapapeles
fi: Kopioi leikepöydälle
pt: Copia para a área de transferência
ta: கிளிப்போர்டுக்கு நகலெடுக்கவும்
tr: Panoya kopyala

source: Year
ar: السنة
de: Jahr
es: Año
fi: Vuosi
pt: Ano
ta: ஆண்டு
tr: Yıl

source: Month
ar: الشهر
de: Monat
es: Mes
fi: Kuukausi
pt: Mês
ta: மாதம்
tr: Ay

source: Day
ar: اليوم
de: Tag
es: Día
fi: Päivä
pt: Dia
ta: நாள்
tr: Gün

source: Hours
ar: الساعات
de: Stunden
es: Horas
fi: Tunnit
pt: Horas
ta: மணி
tr: Saat

source: Minutes
ar: الدقائق
de: Minuten
es: Minutos
fi: Minuutit
pt: Minutos
ta: நிமிடங்கள்
tr: Dakika

source: Seconds
ar: الثواني
de: Sekunden
es: Segundos
fi: Sekunnit
pt: Segundos
ta: நொடிகள்
tr: Saniye

source: Generate again
ar: توليد مرة أخرى
de: Erneut erzeugen
es: Generar de nuevo
fi: Luo uudelleen
pt: Gerar novamente
ta: மீண்டும் உருவாக்குங்கள்
tr: Yeniden oluştur

source: Paste clipboard
ar: لصق الحافظة
de: Zwischenablage einfügen
es: Pegar portapapeles
fi: Liitä leikepöydältä
pt: Cola da área de transferência
ta: கிளிப்போர்டை ஒட்டவும்
tr: Panodan yapıştır

source: Clear input
ar: مسح الإدخال
de: Eingabe löschen
es: Limpiar entrada
fi: Tyhjennä syöte
pt: Limpa a entrada
ta: உள்ளீட்டை அழிக்கவும்
tr: Girdiyi temizle

source: Open image in another program
ar: فتح الصورة في برنامج آخر
de: Bild in anderer Anwendung öffnen
es: Abrir imagen en otro programa
fi: Avaa kuva toisessa sovelluksessa
pt: Abre a imagem em outro programa
ta: மற்றொரு நிரலில் படத்தைத் திறக்கவும்
tr: Resmi başka programda aç

source: Follow system style
ar: اتبع تنسيق النظام
de: Systemstil folgen
es: Seguir estilo del sistema
fi: Seuraa järjestelmän tyyliä
pt: Siga o estilo do sistema
ta: கணினி பாணியைப் பின்பற்றுங்கள்
tr: Sistem biçemini izle

source: Light style
ar: الوضع المضيئ
de: Heller Stil
es: Estilo claro
fi: Vaalea tyyli
pt: Estilo leve
ta: ஒளி நடை
tr: Açık biçem

source: Dark style
ar: الوضع المظلم
de: Dunkler Stil
es: Estilo oscuro
fi: Tumma tyyli
pt: Estilo escuro
ta: இருண்ட நடை
tr: Koyu biçem

source: Open web page in another browser
ar: افتح صفحة الويب في متصفح آخر
de: Webseite in anderem Browser öffnen
es: Abrir página web en otro navegador
fi: Avaa verkkosivu toisessa selaimessa
pt: Abre a página web em outro navegador
ta: மற்றொரு உலாவியில் வலைப்பக்கத்தைத் திறக்கவும்
tr: Yeni sayfasını farklı tarayıcıda aç

source: Number Bases Converter
ar: محول أنظمة الأرقام
de: Zahlen-Basen-Konverter
es: Conversor de bases numéricas
fi: Kantalukujen muunnin
pt: Conversor de bases de número
ta: எண் தளங்கள் மாற்றி
tr: Sayı Tabanları Dönüştürücü

source: Input numbers
ar: الأرقام المدخلة
de: Eingabezahlen
es: Números de entrada
fi: Syötenumerot
pt: Números de entrada
ta: உள்ளீட்டு எண்கள்
tr: Girdi sayıları

source: Decimal
ar: النظام العشري
de: Dezimal
fi: Desimaali
ta: தசம
tr: Ondalık

source: Binary
ar: النظام الثنائي
de: Binär
es: Binario
fi: Binääri
pt: Binário
ta: இருமம்
tr: İkilik

source: Octal
ar: النظام الثماني
de: Oktal
fi: Oktaali
ta: ஆக்டல்
tr: Sekizlik

source: Hexadecimal
ar: النظام الست عشري
de: Hexadezimal
fi: Heksadesimaali
ta: எக்சாடெசிமல்
tr: Onaltılık

source: Typing an unaccepted character (i.e. 'A' in the decimal field) will cause all the fields to reset to 0.
ar: ستؤدي كتابة حرف غير مقبول (مثل "A" في الحقل العشري) إلى إعادة تعيين جميع الحقول إلى 0.
de: Die Eingabe eines nicht akzeptierten Zeichens (z. B. 'A' im Dezimalfeld) führt dazu, dass alle Felder auf 0 zurückgesetzt werden.
es: Si escribe un carácter no aceptado (por ejemplo, "A" en el campo decimal), todos los campos se pondrán a 0.
fi: Virheellisen merkin (esim. "A" desimaalikenttään) kirjoittaminen kenttään nollaa kaikki kentät.
pt: Digitar um caractere não aceito (ou seja, 'A' no campo decimal) fará com que todos os campos sejam redefinidos para 0.
ta: ஏற்றுக்கொள்ளப்படாத தன்மையைத் தட்டச்சு செய்வது (அதாவது தசம புலத்தில் 'ஏ') அனைத்து புலங்களும் 0 ஆக மீட்டமைக்கப்படும்.
tr: Kabul edilmeyen bir karakter (örneğin: ondalık alana 'A') yazılması, tüm alanların 0 olarak sıfırlanmasını neden olur.

source: Tool options
ar: خيارات الأداة
de: Werkzeugoptionen
es: Opciones de herramientas
fi: Työkalun valinnat
pt: Opções da ferramenta
ta: கருவி விருப்பங்கள்
tr: Araç Seçenekleri

source: Direction
ar: الاتجاه
de: Richtung
es: Dirección
fi: Suunta
pt: Direção
ta: திசை
tr: Yön

source: Select the desired encoding direction
ar: حدد اتجاه الترميز المطلوب
de: Gewünschte Kodierungsrichtung wählen
es: Seleccione la dirección de codificación deseada
fi: Valitse haluamasi koodaussuunta
pt: Selecione a direção de codificação desejada
ta: விரும்பிய குறியாக்க திசையைத் தேர்ந்தெடுக்கவும்
tr: Kodlama yönünü seçin

source: Encode
ar: ترميز
de: Kodieren
es: Codificar
pt: Codificar
ta: குறியாக்கம்
tr: Kodla

source: Decode
ar: فك ترميز
de: Dekodieren
es: Decodificar
pt: Decodificar
ta: டிகோட்
tr: Kod Çözümle
